{
  "factionId": "AEL",
  "killteamId": "AEL-BOK",
  "version": "October '25",
  "classified": true,
  "season": "BHETA-DECIMA",
  "file": "https://assets.warhammer-community.com/eng_29-10_kill_team_team_rules_blades_of_khaine-00befzjlym-fspjkrusdr.pdf",
  "killteamName": "Blades Of Khaine",
  "description": "Athletic, graceful and utterly lethal, the Aeldari warriors that comprise Blades of Khaine kill teams come together to undertake missions of utmost importance on behalf of their craftworlds. They are dispatched to sever specific strands of fate, ensuring that terrible events they have foreseen never come to pass.",
  "composition": "A BLADES OF KHAINE KillTeam is composed of:\n\n- 1 BLADES OF KHAINE operative selected from the following list:\n  - **DIRE AVENGER EXARCH** with one of the following options:\n    - Shuriken catapult; fists\n    - Twin shuriken catapult; gun butts\n    Or one option from each of the following:\n    - Diresword or power weapon\n    - Shuriken pistol or shimmershield\n  - **HOWLING BANSHEE EXARCH** with one of the following options:\n    - Mirrorswords\n    - Shuriken pistol; executioner\n    - Shuriken pistol; power weapon\n    - Shuriken pistol; triskele\n    - Triskele; power weapon\n  - **STRIKING SCORPION EXARCH** with one of the following options:\n    - Shuriken pistol; biting blade\n    - Shuriken pistol; scorpion's claw & chainsword\n    - Twin shuriken pistols; twin chainswords\n- 7 BLADES OF KHAINE operatives selected from the following list:\n  - **DIRE AVENGER WARRIOR**\n  - **HOWLING BANSHEE WARRIOR**\n  - **STRIKING SCORPION WARRIOR**",
  "archetypes": [
    "Seek & Destroy",
    "Security",
    "Recon",
    "Infiltration"
  ],
  "ploys": [
    {
      "ployId": "AEL-BOK-S-DOD",
      "killteamId": "AEL-BOK",
      "ployType": "S",
      "seq": 1,
      "ployName": "Dance Of Death",
      "description": "Select two friendly BLADES OF KHAINE operatives visible to and within 6\" of each other. Remove them both from the killzone and set them back up in each other's previous locations (in other words, swap their positions)."
    },
    {
      "ployId": "AEL-BOK-S-FW",
      "killteamId": "AEL-BOK",
      "ployType": "S",
      "seq": 1,
      "ployName": "Forewarned",
      "description": "Whenever an operative is shooting a ready friendly BLADES OF KHAINE operative, you can re-roll any of your defence dice results of one result (e.g. results of 2)."
    },
    {
      "ployId": "AEL-BOK-S-KV",
      "killteamId": "AEL-BOK",
      "ployType": "S",
      "seq": 1,
      "ployName": "Khaine's Vengeance",
      "description": "Whenever a friendly BLADES OF KHAINE operative is shooting an expended enemy operative, that friendly operative's ranged weapons have the Ceaseless weapon rule.  \n**Ceaseless:** Can re-roll any or all results of one value (e.g. all results of 2)"
    },
    {
      "ployId": "AEL-BOK-S-RP",
      "killteamId": "AEL-BOK",
      "ployType": "S",
      "seq": 1,
      "ployName": "Ruthless Poise",
      "description": "Whenever a friendly BLADES OF KHAINE operative is fighting a ready enemy operative, that friendly operative's melee weapons have the Ceaseless weapon rule.  \n**Ceaseless:** Can re-roll any or all results of one value (e.g. all results of 2)"
    },
    {
      "ployId": "AEL-BOK-T-BW",
      "killteamId": "AEL-BOK",
      "ployType": "T",
      "seq": 1,
      "ployName": "Bladewind",
      "description": "Use this firefight ploy during a friendly BLADES OF KHAINE operative's activation. During that activation, that operative can perform two Fight actions."
    },
    {
      "ployId": "AEL-BOK-T-CON",
      "killteamId": "AEL-BOK",
      "ployType": "T",
      "seq": 1,
      "ployName": "Contempt",
      "description": "Use this firefight ploy when a friendly BLADES OF KHAINE operative is retaliating or an enemy operative is shooting it, after your opponent rolls their attack dice, but before re- rolls.\nUntil the end of the sequence, your opponent cannot re-roll their attack dice (if your opponent declared the use of any firefight ploys during that sequence that would allow them to re-roll,\nthat ploy is cancelled and the CP spent on it is refunded)."
    },
    {
      "ployId": "AEL-BOK-T-FL",
      "killteamId": "AEL-BOK",
      "ployType": "T",
      "seq": 1,
      "ployName": "Fading Light",
      "description": "Use this Tactical Ploy during a friendly BLADES OF KHAINES operative is activatedoperative's activation, before or after it performs an action. Until the end of its activation, that operative can perform the Fall Back action for one less action point (to a minimum of 0AP)."
    },
    {
      "ployId": "AEL-BOK-T-SF",
      "killteamId": "AEL-BOK",
      "ployType": "T",
      "seq": 1,
      "ployName": "Starfall",
      "description": "Use this firefight ploy during a friendly BLADES OF KHAINE operative's activation. During that activation, that operative can perform two Shoot actions."
    }
  ],
  "equipments": [
    {
      "eqId": "AEL-BOK-ROP",
      "killteamId": "AEL-BOK",
      "seq": 1,
      "eqName": "Rune Of Prophecy",
      "description": "Once per battle, after rolling off to decide initiative, you can add D3 to, or subtract D3 from, your result."
    },
    {
      "eqId": "AEL-BOK-ROS",
      "killteamId": "AEL-BOK",
      "seq": 2,
      "eqName": "Rune Of Shielding",
      "description": "Once per battle, when an attack dice inflicts Normal Dmg on a friendly BLADES OF KHAINE operative, you can ignore that inflicted damage."
    },
    {
      "eqId": "AEL-BOK-ROF",
      "killteamId": "AEL-BOK",
      "seq": 3,
      "eqName": "Rune Of Foresight",
      "description": "When this equipment is revealed, roll one D3. In the Strategy phase of the turning point equal to the result, you gain 1 additional CP."
    },
    {
      "eqId": "AEL-BOK-WBT",
      "killteamId": "AEL-BOK",
      "seq": 4,
      "eqName": "Wraithbone Talisman",
      "description": "Once per turning point, when a friendly BLADES OF KHAINE operative is shooting, fighting or retaliating, if you roll two or more fails, you can discard one of them to retain another as a normal success instead."
    }
  ],
  "teamAbilities": [
    {
      "abilityId": "AEL-BOK-TA-ASTE",
      "abilityName": "Aspect Techniques",
      "description": "Each ASPECT TECHNIQUE is in a category: Dire Avenger, Howling Banshee and Striking Scorpion. Each ASPECT TECHNIQUE can only be used with a friendly operative that has the matching Aspect keyword, and each will specify when it can be used and what its effects are. In addition:\n- You cannot use more than one ASPECT TECHNIQUE per activation or counteraction.\n- You cannot use each ASPECT TECHNIQUE more than once per turning point.\n- If every friendly BLADES OF KHAINE operative selected for deployment has the same Aspect keyword (e.g. STRIKING SCORPION), you cannot use each ASPECT TECHNIQUE more than twice per turning point (instead of once)."
    },
    {
      "abilityId": "AEL-BOK-TA-ASTE-DA",
      "abilityName": "Dire Avenger Aspect Technique",
      "description": "**The Slicing Hurricane**  \n\nUse this ASPECT TECHNIQUE when a friendly DIRE AVENGER operative is performing the Reposition action.\nThat operative can perform the Shoot action during that action (it must do so in a location it can be placed, and any remaining move distance it had from that Reposition action can be used after it does so).\nYou must select its shuriken catapult, shuriken pistol or twin shuriken catapult for that Shoot action.\n  \n  \n\n**Death Of A Thousand Blades**  \n\nUse this ASPECT TECHNIQUE when a friendly DIRE AVENGER operative is performing the Shoot action and you select a shuriken catapult or twin shuriken catapult.\nUntil the end of that action, that weapon has the Torrent 2\" weapon rule, but you cannot select more than one secondary target.\n  \n  \n\n**Vigilance Of The Avenger**  \n\nUse this ASPECT TECHNIQUE when a friendly DIRE AVENGER operative is performing the Shoot action and you select a shuriken catapult or twin shuriken catapult. Until the end of that action, that weapon has the Lethal 5+ weapon rule.\n  \n  \n\n**Unstinting, Immovable**  \n\nUse this ASPECT TECHNIQUE when an operative is shooting a friendly DIRE AVENGER operative, and you've rolled two or more fails. You can discard one of them to retain the other as a normal success instead.\n  \n  \n\n**Raging Heat Of The Dying Flame**  \n\nUse this ASPECT TECHNIQUE during a friendly DIRE AVENGER operative's activation. Until the start of that operative's next activation, you can ignore any changes to its stats from being injured (including its weapons' stats)."
    },
    {
      "abilityId": "AEL-BOK-TA-ASTE-HB",
      "abilityName": "Howling Banshee Aspect Technique",
      "description": "**The Woe**  \n\nUse this ASPECT TECHNIQUE during a friendly HOWLING BANSHEE operative's activation, after it's performed the Charge action and incapacitated an enemy operative during the Fight action, and is no longer within control range of\nenemy operatives. That friendly operative can immediately perform a free Charge action using any remaining move distance it had from that first Charge action. That operative can perform two Charge actions during its activation to do so. The operative cannot have performed any other actions\nduring this activation (but can do so after resolving this ASPECT TECHNIQUE).\n\n**Rain of Tears**  \n\nUse this ASPECT TECHNIQUE when a friendly HOWLING BANSHEE operative is fighting, after you strike with a critical success, if the enemy operative isn't incapacitated. End that sequence (any remaining attack dice are discarded) and immediately perform a free Fall\nBack action up to 3\" with that operative (then the Fight action ends). That operative can do so even if it's performed an action that prevents it from performing the Fall Back action.\n\n**Shriek-That-Kills**  \n\nUse this ASPECT TECHNIQUE when a friendly HOWLING BANSHEE operative is performing the Shoot action. Until the end of that action, that operative can use the following ranged weapon:\n|**Name**|**ATK**|**HIT**|**DMG**|\n|-----|:---:|:---:|:---:|\n|Shriek-That-Kills|5|3+|1/2|\n|Weapon Rules|\n|Range 6\", Saturate, Seek Light, Stun, Torrent 1|\n\n**Acrobatic**  \n\nUse this ASPECT TECHNIQUE when a friendly HOWLING BANSHEE operative performs an action in which it moves. Until the end of the action, that operative:\n\n- Can ignore all vertical distances whenever it drops and climbs.\n- Can move through enemy operatives, move within control range of them, and during the Charge action can leave their control range (it must still end the move following all requirements for that move).\n- Cannot move more than its Move stat if it's the Charge action.\n\n**Scream-That-Steals**  \n\nUse this ASPECT TECHNIQUE when a friendly HOWLING BANSHEE operative is fighting or retaliating, at the start of the Resolve Attack Dice step. You can resolve one of your successes before the normal order.\nIf you do, that success must be used to block."
    },
    {
      "abilityId": "AEL-BOK-TA-ASTE-SS",
      "abilityName": "Striking Scorpion Aspect Technique",
      "description": "**Patient Stalk, Sudden Blow**  \n\nUse this ASPECT TECHNIQUE when a friendly STRIKING SCORPION operative that has a Conceal order performs the Reposition action.\nDuring that action, that operative can move within control range of enemy operatives (it cannot end the move there),\nand you can inflict D3+2 damage on one enemy operative it moved within control range of after it has moved.\n  \n  \n\n**Strike and Fade**  \n\nUse this ASPECT TECHNIQUE when a friendly STRIKING SCORPION operative incapacitates an enemy operative during the Fight action, and is no longer within 3\" of enemy operatives.\nChange that friendly operative's order to Conceal and it can immediately perform a free Dash action, even if it has performed an action that prevents it from performing the Dash action.\n  \n  \n\n**Scorpion's Eye**  \n\nUse this ASPECT TECHNIQUE when a friendly STRIKING SCORPION operative is performing the Shoot action and you select a shuriken pistol. Until the end of that action, that weapon has the Seek Light weapon rule.\n  \n  \n\n**Merciless Strikes**  \n\nUse this ASPECT TECHNIQUE when a friendly STRIKING SCORPION operative is fighting, the first time you strike with a critical success during that sequence. Until the end of that sequence, that operative's melee weapon has the Shock weapon rule.\n  \n  \n\n**One with the Gloom**  \n\nUse this ASPECT TECHNIQUE during a friendly STRIKING SCORPION operative's activation. Until the start of its next activation, while that operative has a Conceal order and is in cover, it cannot be selected as a valid target, taking precedence over all other rules (e.g. Seek, Vantage terrain) except being within 2\"."
    },
    {
      "abilityId": "AEL-BOK-TA-AT",
      "abilityName": "Archetypes",
      "description": "Seek & Destroy, or the associated archetype of the most common Aspect Keyword in your kill team (if two keywords are equally most common, you can choose on of those keywords). Aspect keywords and their asociated archetypes are as follows:\n- **DIRE AVENGER**: Security\n- **HOWLING BANSHEE**: Recon\n- **STRIKING SCORPION**: Infiltration"
    }
  ],
  "opTypes": [
    {
      "opTypeId": "AEL-BOK-DAX",
      "killteamId": "AEL-BOK",
      "seq": 0,
      "opTypeName": "Dire Avenger Exarch",
      "MOVE": "7\"",
      "APL": 3,
      "SAVE": "3+",
      "WOUNDS": 9,
      "keywords": "BLADES OF KHAINE, AELDARI, ASURYANI, LEADER, DIRE AVENGER, EXARCH",
      "basesize": 28,
      "weapons": [
        {
          "wepId": "AEL-BOK-DAX-SC",
          "opTypeId": "AEL-BOK-DAX",
          "seq": 0,
          "wepName": "Shuriken Catapult",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-DAX-SC-0",
              "wepId": "AEL-BOK-DAX-SC",
              "seq": 0,
              "profileName": "",
              "ATK": "4",
              "HIT": "3+",
              "DMG": "3/4",
              "WR": [
                {
                  "id": "WR-UNIV-RENDING"
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-DAX-SP",
          "opTypeId": "AEL-BOK-DAX",
          "seq": 1,
          "wepName": "Shuriken Pistol",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-DAX-SP-0",
              "wepId": "AEL-BOK-DAX-SP",
              "seq": 0,
              "profileName": "",
              "ATK": "4",
              "HIT": "3+",
              "DMG": "3/4",
              "WR": [
                {
                  "id": "WR-UNIV-RANGE",
                  "number": 8
                },
                {
                  "id": "WR-UNIV-RENDING"
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-DAX-TSC",
          "opTypeId": "AEL-BOK-DAX",
          "seq": 2,
          "wepName": "Twin Shuriken Catapult",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-DAX-TSC-0",
              "wepId": "AEL-BOK-DAX-TSC",
              "seq": 0,
              "profileName": "",
              "ATK": "4",
              "HIT": "3+",
              "DMG": "3/4",
              "WR": [
                {
                  "id": "WR-UNIV-CEASELESS"
                },
                {
                  "id": "WR-UNIV-RENDING"
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-DAX-DS",
          "opTypeId": "AEL-BOK-DAX",
          "seq": 3,
          "wepName": "Diresword",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-DAX-DS-0",
              "wepId": "AEL-BOK-DAX-DS",
              "seq": 0,
              "profileName": "",
              "ATK": "5",
              "HIT": "3+",
              "DMG": "4/5",
              "WR": [
                {
                  "id": "WR-UNIV-LETHAL",
                  "number": 5
                },
                {
                  "id": "WR-UNIV-RENDING"
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-DAX-F",
          "opTypeId": "AEL-BOK-DAX",
          "seq": 4,
          "wepName": "Fists",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-DAX-F-0",
              "wepId": "AEL-BOK-DAX-F",
              "seq": 0,
              "profileName": "",
              "ATK": "4",
              "HIT": "3+",
              "DMG": "2/4",
              "WR": []
            }
          ]
        },
        {
          "wepId": "AEL-BOK-DAX-GB",
          "opTypeId": "AEL-BOK-DAX",
          "seq": 5,
          "wepName": "Gun Butts",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-DAX-GB-0",
              "wepId": "AEL-BOK-DAX-GB",
              "seq": 0,
              "profileName": "",
              "ATK": "3",
              "HIT": "4+",
              "DMG": "2/3",
              "WR": []
            }
          ]
        },
        {
          "wepId": "AEL-BOK-DAX-PW",
          "opTypeId": "AEL-BOK-DAX",
          "seq": 6,
          "wepName": "Power Weapon",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-DAX-PW-0",
              "wepId": "AEL-BOK-DAX-PW",
              "seq": 0,
              "profileName": "",
              "ATK": "5",
              "HIT": "3+",
              "DMG": "4/6",
              "WR": [
                {
                  "id": "WR-UNIV-LETHAL",
                  "number": 5
                }
              ]
            }
          ]
        }
      ],
      "abilities": [
        {
          "abilityId": "AEL-BOK-DAX-A-DT",
          "opTypeId": "AEL-BOK-DAX",
          "abilityName": "Defence Tactics",
          "description": "Whenever this operative contests an objective marker or one of your mission markers, or whenever it's shooting an enemy operative that does, this operative's weapons have the Balanced weapon rule."
        },
        {
          "abilityId": "AEL-BOK-DAX-A-EX",
          "opTypeId": "AEL-BOK-DAX",
          "abilityName": "Exarch",
          "description": "This operative can perform two Fight or two Shoot actions during its activation."
        },
        {
          "abilityId": "AEL-BOK-DAX-A-SS",
          "opTypeId": "AEL-BOK-DAX",
          "abilityName": "Shimmershield",
          "description": "Whenever an operative is shooting a friendly BLADES OF KHAINE operative that's visible to and within 2\" of this operative, ignore the Piercing weapon rule. This operative only has this rule if you select the shimmershield weapon option."
        }
      ]
    },
    {
      "opTypeId": "AEL-BOK-HBX",
      "killteamId": "AEL-BOK",
      "seq": 1,
      "opTypeName": "Howling Banshee Exarch",
      "MOVE": "7\"",
      "APL": 3,
      "SAVE": "3+",
      "WOUNDS": 9,
      "keywords": "BLADES OF KHAINE, AELDARI, ASURYANI, LEADER, HOWLING BANSHEE, EXARCH",
      "basesize": 28,
      "weapons": [
        {
          "wepId": "AEL-BOK-HBX-SP",
          "opTypeId": "AEL-BOK-HBX",
          "seq": 0,
          "wepName": "Shuriken Pistol",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-HBX-SP-0",
              "wepId": "AEL-BOK-HBX-SP",
              "seq": 0,
              "profileName": "",
              "ATK": "4",
              "HIT": "3+",
              "DMG": "3/4",
              "WR": [
                {
                  "id": "WR-UNIV-RANGE",
                  "number": 8
                },
                {
                  "id": "WR-UNIV-RENDING"
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-HBX-TSK",
          "opTypeId": "AEL-BOK-HBX",
          "seq": 1,
          "wepName": "Triskele (throw)",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-HBX-TSK-0",
              "wepId": "AEL-BOK-HBX-TSK",
              "seq": 0,
              "profileName": "",
              "ATK": "4",
              "HIT": "3+",
              "DMG": "2/3",
              "WR": [
                {
                  "id": "WR-UNIV-RANGE",
                  "number": 8
                },
                {
                  "id": "WR-UNIV-TORRENT",
                  "number": 2
                },
                {
                  "id": "WR-UNIV-RENDING"
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-HBX-EXE",
          "opTypeId": "AEL-BOK-HBX",
          "seq": 2,
          "wepName": "Executioner",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-HBX-EXE-0",
              "wepId": "AEL-BOK-HBX-EXE",
              "seq": 0,
              "profileName": "",
              "ATK": "5",
              "HIT": "3+",
              "DMG": "3/7",
              "WR": [
                {
                  "id": "WR-UNIV-LETHAL",
                  "number": 5
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-HBX-MS",
          "opTypeId": "AEL-BOK-HBX",
          "seq": 3,
          "wepName": "Mirrorswords",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-HBX-MS-0",
              "wepId": "AEL-BOK-HBX-MS",
              "seq": 0,
              "profileName": "",
              "ATK": "5",
              "HIT": "3+",
              "DMG": "4/6",
              "WR": [
                {
                  "id": "WR-UNIV-LETHAL",
                  "number": 5
                },
                {
                  "id": "WR-UNIV-CEASELESS"
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-HBX-PW",
          "opTypeId": "AEL-BOK-HBX",
          "seq": 4,
          "wepName": "Power Weapon",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-HBX-PW-0",
              "wepId": "AEL-BOK-HBX-PW",
              "seq": 0,
              "profileName": "",
              "ATK": "5",
              "HIT": "3+",
              "DMG": "4/6",
              "WR": [
                {
                  "id": "WR-UNIV-LETHAL",
                  "number": 5
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-HBX-TSKM",
          "opTypeId": "AEL-BOK-HBX",
          "seq": 5,
          "wepName": "Triskele (slice)",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-HBX-TSKM-0",
              "wepId": "AEL-BOK-HBX-TSKM",
              "seq": 0,
              "profileName": "",
              "ATK": "5",
              "HIT": "3+",
              "DMG": "4/5",
              "WR": [
                {
                  "id": "WR-UNIV-RENDING"
                }
              ]
            }
          ]
        }
      ],
      "abilities": [
        {
          "abilityId": "AEL-BOK-HBX-A-BM",
          "opTypeId": "AEL-BOK-HBX",
          "abilityName": "Banshee Mask",
          "description": "Whenever this operative is fighting, worsen the Hit stat of the enemy operative's melee weapons by 1. This isn't cumulative with being injured."
        },
        {
          "abilityId": "AEL-BOK-HBX-A-EX",
          "opTypeId": "AEL-BOK-HBX",
          "abilityName": "Exarch",
          "description": "This operative can perform two Fight or two Shoot actions during its activation."
        }
      ]
    },
    {
      "opTypeId": "AEL-BOK-SSX",
      "killteamId": "AEL-BOK",
      "seq": 2,
      "opTypeName": "Striking Scorpion Exarch",
      "MOVE": "7\"",
      "APL": 3,
      "SAVE": "3+",
      "WOUNDS": 9,
      "keywords": "BLADES OF KHAINE, AELDARI, ASURYANI, LEADER, STRIKING SCORPION, EXARCH",
      "basesize": 28,
      "weapons": [
        {
          "wepId": "AEL-BOK-SSX-SP",
          "opTypeId": "AEL-BOK-SSX",
          "seq": 0,
          "wepName": "Shuriken Pistol",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-SSX-SP-0",
              "wepId": "AEL-BOK-SSX-SP",
              "seq": 0,
              "profileName": "",
              "ATK": "4",
              "HIT": "3+",
              "DMG": "3/4",
              "WR": [
                {
                  "id": "WR-UNIV-RANGE",
                  "number": 8
                },
                {
                  "id": "WR-UNIV-RENDING"
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-SSX-TSP",
          "opTypeId": "AEL-BOK-SSX",
          "seq": 1,
          "wepName": "Twin Shuriken Pistols",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-SSX-TSP-0",
              "wepId": "AEL-BOK-SSX-TSP",
              "seq": 0,
              "profileName": "",
              "ATK": "4",
              "HIT": "4+",
              "DMG": "3/4",
              "WR": [
                {
                  "id": "WR-UNIV-RANGE",
                  "number": 8
                },
                {
                  "id": "WR-UNIV-CEASELESS"
                },
                {
                  "id": "WR-UNIV-RENDING"
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-SSX-BB",
          "opTypeId": "AEL-BOK-SSX",
          "seq": 2,
          "wepName": "Biting Blade",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-SSX-BB-0",
              "wepId": "AEL-BOK-SSX-BB",
              "seq": 0,
              "profileName": "",
              "ATK": "5",
              "HIT": "3+",
              "DMG": "5/6",
              "WR": [
                {
                  "id": "WR-UNIV-RENDING"
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-SSX-TCS",
          "opTypeId": "AEL-BOK-SSX",
          "seq": 3,
          "wepName": "Twin Chainswords",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-SSX-TCS-0",
              "wepId": "AEL-BOK-SSX-TCS",
              "seq": 0,
              "profileName": "",
              "ATK": "5",
              "HIT": "3+",
              "DMG": "4/5",
              "WR": [
                {
                  "id": "WR-UNIV-CEASELESS"
                },
                {
                  "id": "WR-UNIV-RENDING"
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-SSX-SCC",
          "opTypeId": "AEL-BOK-SSX",
          "seq": 4,
          "wepName": "Scorpion's Claw and Chainsword",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-SSX-SCC-0",
              "wepId": "AEL-BOK-SSX-SCC",
              "seq": 0,
              "profileName": "",
              "ATK": "5",
              "HIT": "3+",
              "DMG": "4/6",
              "WR": [
                {
                  "id": "WR-UNIV-BRUTAL"
                },
                {
                  "id": "WR-UNIV-LETHAL",
                  "number": 5
                }
              ]
            }
          ]
        }
      ],
      "abilities": [
        {
          "abilityId": "AEL-BOK-SSX-A-EX",
          "opTypeId": "AEL-BOK-SSX",
          "abilityName": "Exarch",
          "description": "This operative can perform two Fight or two Shoot actions during its activation."
        },
        {
          "abilityId": "AEL-BOK-SSX-A-M",
          "opTypeId": "AEL-BOK-SSX",
          "abilityName": "Mandiblasters",
          "description": "Whenever this operative performs the **Fight** action, at the start of the Roll Attack Dice step, inflict 2 damage on the enemy operative in that sequence."
        }
      ]
    },
    {
      "opTypeId": "AEL-BOK-DAW",
      "killteamId": "AEL-BOK",
      "seq": 3,
      "opTypeName": "Dire Avenger Warrior",
      "MOVE": "7\"",
      "APL": 3,
      "SAVE": "4+",
      "WOUNDS": 8,
      "keywords": "BLADES OF KHAINE, AELDARI, ASURYANI, DIRE AVENGER, WARRIOR",
      "basesize": 28,
      "weapons": [
        {
          "wepId": "AEL-BOK-DAW-SC",
          "opTypeId": "AEL-BOK-DAW",
          "seq": 0,
          "wepName": "Shuriken Catapult",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-DAW-SC-0",
              "wepId": "AEL-BOK-DAW-SC",
              "seq": 0,
              "profileName": "",
              "ATK": "4",
              "HIT": "3+",
              "DMG": "3/4",
              "WR": [
                {
                  "id": "WR-UNIV-RENDING"
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-DAW-F",
          "opTypeId": "AEL-BOK-DAW",
          "seq": 1,
          "wepName": "Fists",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-DAW-F-0",
              "wepId": "AEL-BOK-DAW-F",
              "seq": 0,
              "profileName": "",
              "ATK": "4",
              "HIT": "3+",
              "DMG": "2/4",
              "WR": []
            }
          ]
        }
      ],
      "abilities": [
        {
          "abilityId": "AEL-BOK-DAW-A-DT",
          "opTypeId": "AEL-BOK-DAW",
          "abilityName": "Defence Tactics",
          "description": "Whenever this operative contests an objective marker or one of your mission markers, or whenever it's shooting an enemy operative that does, this operative's weapons have the Balanced weapon rule."
        }
      ]
    },
    {
      "opTypeId": "AEL-BOK-HBW",
      "killteamId": "AEL-BOK",
      "seq": 4,
      "opTypeName": "Howling Banshee Warrior",
      "MOVE": "7\"",
      "APL": 3,
      "SAVE": "4+",
      "WOUNDS": 8,
      "keywords": "BLADES OF KHAINE, AELDARI, ASURYANI, HOWLING BANSHEE, WARRIOR",
      "basesize": 28,
      "weapons": [
        {
          "wepId": "AEL-BOK-HBW-SP",
          "opTypeId": "AEL-BOK-HBW",
          "seq": 0,
          "wepName": "Shuriken Pistol",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-HBW-SP-0",
              "wepId": "AEL-BOK-HBW-SP",
              "seq": 0,
              "profileName": "",
              "ATK": "4",
              "HIT": "3+",
              "DMG": "3/4",
              "WR": [
                {
                  "id": "WR-UNIV-RANGE",
                  "number": 8
                },
                {
                  "id": "WR-UNIV-RENDING"
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-HBW-PW",
          "opTypeId": "AEL-BOK-HBW",
          "seq": 1,
          "wepName": "Power Weapon",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-HBW-PW-0",
              "wepId": "AEL-BOK-HBW-PW",
              "seq": 0,
              "profileName": "",
              "ATK": "4",
              "HIT": "3+",
              "DMG": "4/6",
              "WR": [
                {
                  "id": "WR-UNIV-LETHAL",
                  "number": 5
                }
              ]
            }
          ]
        }
      ],
      "abilities": [
        {
          "abilityId": "AEL-BOK-HBW-A-BM",
          "opTypeId": "AEL-BOK-HBW",
          "abilityName": "Banshee Mask",
          "description": "Whenever this operative is fighting, worsen the Hit stat of the enemy operative's melee weapons by 1. This isn't cumulative with being injured."
        }
      ]
    },
    {
      "opTypeId": "AEL-BOK-SSW",
      "killteamId": "AEL-BOK",
      "seq": 5,
      "opTypeName": "Striking Scorpion Warrior",
      "MOVE": "7\"",
      "APL": 3,
      "SAVE": "4+",
      "WOUNDS": 8,
      "keywords": "BLADES OF KHAINE, AELDARI, ASURYANI, STRIKING SCORPION, WARRIOR",
      "basesize": 28,
      "weapons": [
        {
          "wepId": "AEL-BOK-SSW-SP",
          "opTypeId": "AEL-BOK-SSW",
          "seq": 0,
          "wepName": "Shuriken Pistol",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-SSW-SP-0",
              "wepId": "AEL-BOK-SSW-SP",
              "seq": 0,
              "profileName": "",
              "ATK": "4",
              "HIT": "3+",
              "DMG": "3/4",
              "WR": [
                {
                  "id": "WR-UNIV-RANGE",
                  "number": 8
                },
                {
                  "id": "WR-UNIV-RENDING"
                }
              ]
            }
          ]
        },
        {
          "wepId": "AEL-BOK-SSW-CS",
          "opTypeId": "AEL-BOK-SSW",
          "seq": 1,
          "wepName": "Chainsword",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "AEL-BOK-SSW-CS-0",
              "wepId": "AEL-BOK-SSW-CS",
              "seq": 0,
              "profileName": "",
              "ATK": "4",
              "HIT": "3+",
              "DMG": "4/5",
              "WR": [
                {
                  "id": "WR-UNIV-RENDING"
                }
              ]
            }
          ]
        }
      ],
      "abilities": [
        {
          "abilityId": "AEL-BOK-SSW-A-M",
          "opTypeId": "AEL-BOK-SSW",
          "abilityName": "Mandiblasters",
          "description": "Whenever this operative performs the **Fight** action, at the start of the Roll Attack Dice step, inflict 2 damage on the enemy operative in that sequence."
        }
      ]
    }
  ]
}