{
  "actions": [
    {
      "id": "ACTION-REPOSITION",
      "type": "universal",
      "seq": 101,
      "AP": 1,
      "name": "Reposicionar",
      "description": null,
      "effects": [
        "Mueve el agente activo, una distancia que no exceda su atributo Movimiento, hasta una ubicación en la que pueda colocarse. Esto debe hacerse en uno o más incrementos en línea recta, y estos siempre se redondean al alza hasta la pulgada más cercana"
      ],
      "conditions": [
        "No puede entrar en la zona de control de un agente enemigo, a menos que ya haya algún otro agente amigo en la zona de control de ese agente enemigo, en cuyo caso puede mover a través de la zona de control de ese agente enemigo pero no puede terminar ahí el movimiento.",
        "Un agente no puede realizar esta acción estando en la zona de control de un agente enemigo, o durante la misma activación en la que ha realizado la acción de Retroceder o Cargar"
      ]
    },
    {
      "id": "ACTION-DASH",
      "type": "universal",
      "seq": 102,
      "AP": 1,
      "name": "Correr",
      "description": null,
      "effects": [
        "Igual que la acción de Reposicionarse, pero no uses el atributo Movimiento del agente activo; en lugar de eso, puede moverse hasta 3\". Además, no puede trepar durante este movimiento, pero puede dejarse caer y saltar."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción estando en la zona de control de un agente enemigo o durante la misma activación en la que ha realizado la acción de Cargar."
      ]
    },
    {
      "id": "ACTION-FALL-BACK",
      "type": "universal",
      "seq": 103,
      "AP": 2,
      "name": "Retroceder",
      "description": null,
      "effects": [
        "Igual que la acción de Reposicionarse, pero el agente activo puede mover a través de la zona de control de agentes enemigos; sin embargo, no puede terminar ahí el movimiento."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción a menos que haya un agente enemigo en su zona de control. No puede realizar esta acción durante la misma activación en la que ha realizado la acción de Reposicionarse o Cargar."
      ]
    },
    {
      "id": "ACTION-CHARGE",
      "type": "universal",
      "seq": 104,
      "AP": 1,
      "name": "Carga",
      "description": null,
      "effects": [
        "Igual que la acción de Reposicionarse, pero el agente activo puede mover 2\" adicionales.",
        "Puede mover, y debe terminar dicho movimiento, dentro de la zona de control de un agente enemigo. Si entra en la zona de control de un agente enemigo en la que no hay ningún otro agente amigo, no puede abandonar la zona de control de ese agente."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción mientras tenga la orden de ocultarse, ni si ya se encuentra en la zona de control de un agente enemigo, o durante la misma activación en la que ha realizado la acción de Reposicionarse, Correr o Retroceder."
      ]
    },
    {
      "id": "ACTION-PICK-UP-MARKER",
      "type": "universal",
      "seq": 105,
      "AP": 1,
      "name": "Recoger Marcador",
      "description": null,
      "effects": [
        "Retira un marcador que el agente activo controle y sobre el que pueda realizarse la acción Recoger marcador. Ahora ese agente lleva, disputa y controla dicho marcador."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción mientras se encuentre en la zona de control de un agente enemigo, ni si ya lleva un marcador."
      ]
    },
    {
      "id": "ACTION-PLACE-MARKER",
      "type": "universal",
      "seq": 106,
      "AP": 1,
      "name": "Colocar Marcador",
      "description": null,
      "effects": [
        "Coloca un marcador que lleve el agente activo, dentro de su zona de control.",
        "Si un agente que lleva un marcador resulta incapacitado (ver daño en la pág. 47), debe realizar esta acción antes de ser retirado de la zona de aniquilación, pero lo hace por OPA. Esto tiene preferencia sobre cualquier regla que le impida hacer tal cosa."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción durante la misma activación en la que ya ha realizado la acción de Recoger marcador (a menos que esté incapacitado)."
      ]
    },
    {
      "id": "ACTION-SHOOT",
      "type": "universal",
      "seq": 107,
      "AP": 1,
      "name": "Disparar",
      "description": null,
      "effects": [
        "Dispara con el agente activo siguiendo la secuencia de abajo. El jugador del agente activo es el atacante. El jugador del agente enemigo elegido es el defensor."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción si tiene una orden de ocultarse, o si está en la zona de control de un agente enemigo."
      ]
    },
    {
      "id": "ACTION-FIGHT",
      "type": "universal",
      "seq": 108,
      "AP": 1,
      "name": "Combatir",
      "description": null,
      "effects": [
        "Combate con el agente activo siguiendo la secuencia de abajo. El jugador del agente activo es el atacante. El jugador del agente enemigo elegido es el defensor."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción a menos que haya un agente enemigo en su zona de control."
      ]
    },
    {
      "id": "ACTION-COUNTERACT",
      "type": "universal",
      "seq": 109,
      "AP": 0,
      "name": "Reaccionar",
      "description": "Si, en el momento de activar un agente amigo apostado, todos tus agentes están usados pero el oponente aún tiene agentes apostados, puedes elegir un agente amigo usado que tenga una orden de trabarse para que realice gratis una acción de 1PA (Salvo ponerse en Guardia). Cada agente solo puede reaccionar una vez por punto de inflexión, y no puede mover más de 2\" , o debe ser desplegado completamente a 2\" o menos si es retirado y desplegado de nuevo, al reaccionar (eso no es un cambio a su atributo Movimiento, y tiene prioridad sobre todas las otras reglas). Reaccionar es opcional, por lo que puedes decidir no hacerlo. En cualquier caso, después vuelve a ser el turno de activación de tu oponente.",
      "effects": []
    },
    {
      "id": "ACTION-GUARD",
      "type": "universal",
      "seq": 110,
      "AP": 1,
      "name": "Ponerse en Guardia",
      "description": null,
      "effects": [
        "El agente se pone en guardia (ver abajo) hasta que se cumpla alguna de estas condiciones: \n - El agente realiza una acción, mueve o es desplegado.\n - Un agente enemigo termina una acción en su zona de control y no interrumpes esa activación (ver abajo).\n - Su orden cambia.\n - Es el inicio del siguiente punto de inflexión."
      ],
      "conditions": [
        "Esta acción se considera una acción de Disparar. Un agente no puede realizar esta acción mientras tenga una orden de Ocultarse, o si está en la zona de control de un agente enemigo."
      ],
      "packs": [
        "Killzone: Gallowdark",
        "Killzone: Tomb World"
      ]
    },
    {
      "id": "ACTION-HATCHWAY-FIGHT",
      "type": "universal",
      "seq": 111,
      "AP": 1,
      "name": "Combate en la Escotilla",
      "description": null,
      "effects": [
        "Combate con el agente activo (ver secuencia de combate en la pág. 44).",
        "En el paso de elegir agente enemigo, debes elegir un agente enemigo a 2\" o menos del punto de acceso de una escotilla abierta que el agente activo esté tocando, y al otro lado del mismo. Mientras dura la acción, esos agentes se considera que están dentro de la zona de control uno de otro."
      ],
      "conditions": [
        "Esta acción se considera una acción de Combatir. Un agente no puede realizar esta acción estando en la zona de control de un agente enemigo, o si su peana no está tocando el punto de acceso de una escotilla abierta."
      ],
      "packs": [
        "Killzone: Gallowdark",
        "Killzone: Tomb World"
      ]
    },
    {
      "id": "ACTION-DOOR-FIGHT",
      "type": "universal",
      "seq": 112,
      "AP": 1,
      "name": "Combatir en Puerta",
      "description": null,
      "effects": [
        "Combate con el agente activo (ver secuencia de combate en la pág. 44).",
        "En el paso de elegir agente enemigo, debes elegir un agente enemigo a 2\" o menos de una puerta que el agente activo esté tocando, y al otro lado de la misma. Mientras dure la acción, esos agentes se considera que están dentro de la zona de control uno de otro."
      ],
      "conditions": [
        "Esta acción se considera una acción de Combatir. Un agente no puede realizar esta acción estando en la zona de control de un agente enemigo, o si su peana no toca una puerta."
      ],
      "packs": [
        "Killzone: Volkus"
      ]
    },
    {
      "id": "ACTION-OPERATE-HATCH",
      "type": "mission",
      "seq": 101,
      "AP": 1,
      "name": "Operar Portillo",
      "description": null,
      "effects": [
        "Abre o cierra una escotilla cuyo punto de acceso está en la zona de control del agente.",
        "Un agente puede realizar esta acción durante una acción de Correr o Reposicionar, y puede usar cualquier movimiento restante después de ello."
      ],
      "conditions": [
        "No se puede realizar esta acción estando en la zona de control de un agente enemigo, o si la escotilla está abierta y su punto de acceso está en la zona de control de un agente enemigo."
      ],
      "packs": [
        "Killzone: Gallowdark",
        "Killzone: Tomb World"
      ]
    },
    {
      "id": "ACTION-BREACH",
      "type": "mission",
      "seq": 102,
      "AP": 2,
      "name": "Brecha",
      "description": null,
      "effects": [
        "Abre un punto de brecha cerrado cuyo punto de acceso esté en la zona de control del agente.",
        "Un agente que tenga las palabras \"marcador de brecha\", \"granadero\" o \"mina\" en su tarjeta de datos, o que tenga un arma con la regla de armas Penetración 2 o Críticos de penetración 2 (salvo armas con la regla de armas Área o Ráfaga), puede realizar esta acción por 1 PA menos (hasta un mínimo de 1 PA), pero no puede hacerlo durante una activación/reacción en la que haya realizado la acción Cargar o Disparar (o viceversa).",
        "Tira 1D6 por separado por cada agente que se encuentre en el otro lado de un punto de acceso y tenga ese punto de acceso en su zona de control: con un 4+, resta 1 al atributo LPA de ese agente hasta el final de su siguiente activación e inflígele daño igual a la mitad del resultado del dado (redondeando al alza)."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción si se encuentra en la zona de control de un agente enemigo, o si el punto de brecha está abierto."
      ],
      "packs": [
        "Killzone: Tomb World"
      ]
    },
    {
      "id": "ACTION-OPEN-STOCKADE-DOOR",
      "type": "mission",
      "seq": 103,
      "AP": 1,
      "name": "Open Stockade Door",
      "description": null,
      "effects": [
        "Open a stockade terrain feature that has a door, if the inside of its breach point is within the operative's control range."
      ],
      "conditions": [
        "An operative cannot perform this action if it's on the outside of the stockade, if that stockade is already open or it doesn't have a door."
      ],
      "packs": [
        "Killzone Upgrade: Compound Siege"
      ]
    },
    {
      "id": "ACTION-PRAISE-BLASPHEME",
      "type": "mission",
      "seq": 104,
      "AP": 1,
      "name": "Praise / Blaspheme",
      "description": null,
      "effects": [
        "Shuffle one card from your hand, or two of your discarded cards, back into their respective deck(s). Note that your discarded cards are potentially worth VPs at the end of the battle, so doing so could affect this.",
        "Draw a card."
      ],
      "conditions": [
        "An operative cannot perform this action while within control range of an enemy operative, or while more than 3\" from the shrine statue terrain feature's plinth."
      ],
      "packs": [
        "Mission Pack: Blood and Zeal"
      ]
    },
    {
      "id": "ACTION-HALLOW-DEFILE",
      "type": "mission",
      "seq": 105,
      "AP": 1,
      "name": "Hallow / Defile",
      "description": null,
      "effects": [
        "One shrine statue terrain feature the active operative controls is hallowed/defiled.",
        "Draw a card."
      ],
      "conditions": [
        "An operative cannot perform this action while within control range of an enemy operative, if it doesn't control the shrine statue terrain feature, or if the shrine statue has already been hallowed/defiled during this turning point."
      ],
      "packs": [
        "Mission Pack: Blood and Zeal"
      ]
    }
  ]
}