{
  "actions": [
    {
      "id": "ACTION-OPERATE-HATCH",
      "type": "mission",
      "seq": 101,
      "AP": 1,
      "name": "Operate Hatch",
      "description": null,
      "effects": [
        "Open or close a hatchway that's access point is within the operativo's alcance de control.",
        "Un operativo can perform this action during a Carrera or Reposicionar action, and any remaining move distance can be used after it does so."
      ],
      "conditions": [
        "Un operativo cannot perform this action while dentro del alcance de control of an operativo enemigo, or if that hatchway is open and its access point is within an operativo enemigo's alcance de control."
      ],
      "packs": [
        "zona de combate: Gallowdark",
        "zona de combate: Tomb World"
      ]
    },
    {
      "id": "ACTION-BREACH",
      "type": "mission",
      "seq": 102,
      "AP": 2,
      "name": "Breach",
      "description": null,
      "effects": [
        "Open a closed breach point thats access point is within the operativo's alcance de control.",
        "Un operativo that has the word(s) \"breach marker\", \"grenadier\" or \"mine\" on its datacard, or has a weapon with the Piercing 2 or Piercing Crits 2 weapon rule (excluding weapons that have the Blast or Torrent weapon rule) can perform this action for 1 less AP (to a minimum of 1AP), but it cannot do so during an activación/contrataque in which it performed the Carga or Disparar action (or vice versa).",
        "Roll one D6 separately for each operativo that's on the other side of the access point and has that access point within its alcance de control: on a 4+, subtract 1 from that operativo's APL stat until the end of its next activación and inflict damage on it equal to the dice result halved (rounding up)."
      ],
      "conditions": [
        "Un operativo cannot perform this action while dentro del alcance de control of Un operativo, or if that breach point is open."
      ],
      "packs": [
        "zona de combate: Tomb World"
      ]
    },
    {
      "id": "ACTION-OPEN-STOCKADE-DOOR",
      "type": "mission",
      "seq": 103,
      "AP": 1,
      "name": "Open Stockade Door",
      "description": null,
      "effects": [
        "Open a stockade terrain feature that has a door, if the inside of its breach point is within the operativo's alcance de control."
      ],
      "conditions": [
        "Un operativo cannot perform this action if it's on the outside of the stockade, if that stockade is already open or it doesn't have a door."
      ],
      "packs": [
        "zona de combate Upgrade: Compound Siege"
      ]
    },
    {
      "id": "ACTION-PRAISE-BLASPHEME",
      "type": "mission",
      "seq": 104,
      "AP": 1,
      "name": "Praise / Blaspheme",
      "description": null,
      "effects": [
        "Shuffle one card from your hand, or two of your discarded cards, back into their respective deck(s). Note that your discarded cards are potentially worth VPs at the end of the battle, so doing so could affect this.",
        "Draw a card."
      ],
      "conditions": [
        "Un operativo cannot perform this action while dentro del alcance de control of an operativo enemigo, or while more than 3\" from the shrine statue terrain feature's plinth."
      ],
      "packs": [
        "Mission Pack: Blood and Zeal"
      ]
    },
    {
      "id": "ACTION-HALLOW-DEFILE",
      "type": "mission",
      "seq": 105,
      "AP": 1,
      "name": "Hallow / Defile",
      "description": null,
      "effects": [
        "One shrine statue terrain feature el operativo activo controls is hallowed/defiled.",
        "Draw a card."
      ],
      "conditions": [
        "Un operativo cannot perform this action while dentro del alcance de control of an operativo enemigo, if it doesn't control the shrine statue terrain feature, or if the shrine statue has already been hallowed/defiled during this punto de inflexión."
      ],
      "packs": [
        "Mission Pack: Blood and Zeal"
      ]
    }
  ]
}