{
  "ops": [
    {
      "id": "OP-TAC-2025-RECON-01",
      "type": "tac-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Flanco",
      "archetype": "Reconocimiento",
      "reveal": "Como GAMBITO ESTRATÉGICO.",
      "additionalRules": "Divide la zona de aniquilación en dos flancos (izquierdo y derecho) trazando una línea imaginaria similar a la línea central, salvo que esta sale del centro del borde de la zona de aniquilación de cada jugador. Un agente disputa un flanco mientras está, a la vez, completamente en él y completamente en el territorio del oponente. Los agentes amigos controlan un flanco si el atributo LPA total de quienes lo disputan es mayor que el de los agentes enemigos.",
      "actions": [],
      "victoryPoints": [
        "Tras revelar esta operación, al final de cada punto de inflexión tras el primero, ganas 1PV por cada flanco controlado por algún agente amigo.\nSi los agentes amigos también controlaban ese flanco al final del punto de inflexión previo (salvo el primero), ganas 2PV en su lugar.\nNo puedes ganar más de 2PV por esta operación en cada punto de inflexión."
      ]
    },
    {
      "id": "OP-TAC-2025-RECON-02",
      "type": "tac-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Recuperar",
      "archetype": "Reconocimiento",
      "reveal": "La primera vez que ganes PV por esta operación.",
      "additionalRules": null,
      "actions": [
        "ACTION-TAC-2025-RETRIEVE"
      ],
      "victoryPoints": "Ganas 1PV la primera vez que cada marcador de objetivo es registrado por agentes amigos.\nAl final de la batalla, por cada uno de tus marcadores de misión de Recuperar transportado por agentes amigos, ganas 1PV."
    },
    {
      "id": "OP-TAC-2025-RECON-03",
      "type": "tac-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Vigilar el movimiento enemigo",
      "archetype": "Reconocimiento",
      "reveal": "La primera vez que un agente amigo realiza la acción Vigilar.",
      "additionalRules": null,
      "actions": [
        "ACTION-TAC-2025-SCOUT"
      ],
      "victoryPoints": "Al final de cada punto de inflexión tras el primero, por cada agente enemigo bajo vigilancia que sea visible para algún agente amigo, ganas 1PV. Ten en cuenta que no tiene por qué haber sido un agente amigo quien realizó la acción Vigilar.\nNo puedes ganar más de 2PV por esta operación en cada punto de inflexión."
    },
    {
      "id": "OP-TAC-2025-SEEKANDDESTROY-01",
      "type": "tac-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Revisar y purgar",
      "archetype": "Buscar y Destruir",
      "reveal": "La primera vez que un agente enemigo es incapacitado mientras disputa un marcador de objetivo, o la primera vez que un agente amigo realiza la acción Purgar (lo que ocurra primero).",
      "additionalRules": "Cuando un agente enemigo que disputa un marcador de objetivo es incapacitado, ese marcador de objetivo recibe una de tus fichas de Revisado (si no tiene ya una) hasta el paso de Preparación de la siguiente fase de estrategia.",
      "actions": [
        "ACTION-TAC-2025-CLEAR"
      ],
      "victoryPoints": "Al final de cada punto de inflexión tras el primero, si los agentes amigos controlan algún marcador de objetivo que tenga una de tus fichas de Revisado, ganas 1PV.\nSi se cumple lo anterior y cualquiera de esos marcadores de objetivo también está purgado, ganas 2PV en su lugar..\nNo puedes ganar más de 2PV por esta operación en cada punto de inflexión."
    },
    {
      "id": "OP-TAC-2025-SEEKANDDESTROY-02",
      "type": "tac-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Dominación",
      "archetype": "Buscar y Destruir",
      "reveal": "La primera vez que un agente enemigo resulte incapacitado por un agente amigo.",
      "additionalRules": "Siempre que un agente amigo incapacite a un agente enemigo, ese agente amigo recibe 1 ficha de Dominación.",
      "actions": [],
      "victoryPoints": "Al final del tercer y cuarto punto de inflexión, puedes retirar las fichas de Dominación de los agentes amigos que no estén incapacitados. Ganas 1PV por cada ficha que retires.\nNo puedes ganar más de 3PV por esta operación en cada punto de inflexión."
    },
    {
      "id": "OP-TAC-2025-SEEKANDDESTROY-03",
      "type": "tac-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Hacer huir",
      "archetype": "Buscar y Destruir",
      "reveal": "La primera vez que ganes PV por esta operación.",
      "additionalRules": null,
      "actions": [],
      "victoryPoints": "Siempre que un agente amigo incapacite a un agente enemigo, si ese agente amigo está a 6\" o menos de la zona de descenso del oponente, ganas 1PV; si esto se cumple y ese agente enemigo tenía un atributo Heridas de 12 o más, ganas 2PV en su lugar.\nNo puedes ganar más de 2PV por esta operación en cada punto de inflexión." 
    },
    {
      "id": "OP-TAC-2025-SECURITY-01",
      "type": "tac-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Izar bandera",
      "archetype": "Seguridad",
      "reveal": "Cuando realices la acción Izar bandera.",
      "additionalRules": null,
      "actions": [
        "ACTION-TAC-2025-PLANT-BANNER"
      ],
      "victoryPoints": "Al final de cada punto de inflexión tras el primero, si tu marcador de misión de Bandera está completamente en el territorio de tu oponente y lo controlan agentes amigos, ganas 1PV; si esto se cumple y ningún agente enemigo lo disputa, puntúas 2PV en su lugar. Ten en cuenta que tu marcador de misión de Bandera debe estar en la zona de aniquilación (no transportado) para puntuar."
    },
    {
      "id": "OP-TAC-2025-SECURITY-02",
      "type": "tac-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Mártires",
      "archetype": "Seguridad",
      "reveal": "La primera vez que un agente amigo resulte incapacitado mientras disputa un marcador de objetivo.",
      "additionalRules": "Un marcador de objetivo recibe una de tus fichas de Mártir siempre que un agente amigo resulte incapacitado mientras lo disputa.",
      "actions": [],
      "victoryPoints": "Al final de cada punto de inflexión tras el primero, si algún agente amigo disputa un marcador de objetivo que tiene alguna de tus fichas de Mártir, puedes retirar cualquiera de esas fichas. Ganas 1PV por cada ficha que retires así. Si esos agentes amigos también controlan ese marcador, ganas 2PV por ficha en su lugar.\nNo puedes ganar más de 2PV por esta operación en cada punto de inflexión."
    },
    {
      "id": "OP-TAC-2025-SECURITY-03",
      "type": "tac-op",
      "packs": ["Approved Ops: 2025"],
      "title": "El mensajero",
      "archetype": "Seguridad",
      "reveal": "La primera vez que elijas mensajero.",
      "additionalRules": "Como GAMBITO ESTRATÉGICO en cada punto de inflexión tras el primero, elige un agente amigo para que sea tu mensajero hasta el paso de Preparación de la siguiente fase de estrategia. No puedes elegir un agente que hayas elegido en un punto de inflexión anterior.",
      "actions": [],
      "victoryPoints": "Al final de cada punto de inflexión tras el primero, si tu mensajero está completamente en territorio enemigo y no tiene agentes enemigos en su zona de control, ganas 1PV; si esto es cierto y tu mensajero no ha perdido ninguna herida durante ese punto de inflexión, ganas 2PV en su lugar."
    },
    {
      "id": "OP-TAC-2025-INFILTRATION-01",
      "type": "tac-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Localizar enemigo",
      "archetype": "Infiltración",
      "reveal": "La primera vez que ganes PV por esta operación.",
      "additionalRules": "n agente enemigo está localizado si es un blanco válido para un agente amigo a 6\" o menos de él. Ese agente amigo debe tener una orden de Ocultarse, no puede ser un blanco válido para el agente enemigo que está intentando localizar y no puede tener agentes enemigos en su zona de control.",
      "actions": [],
      "victoryPoints": "Al final de cada punto de inflexión tras el primero:\n - Ganas 1PV si 1 agente enemigo está localizado. Si es el cuarto punto de inflexión, ganas 2PV en su lugar.\n - Ganas 2PV si 2 o más agentes enemigos están localizados.\nNo puedes ganar más de 2PV por esta operación en cada punto de inflexión."
    },
    {
      "id": "OP-TAC-2025-INFILTRATION-02",
      "type": "tac-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Colocar dispositivos",
      "archetype": "Infiltración",
      "reveal": "La primera vez que un agente amigo realiza la acción Colocar dispositivo.",
      "additionalRules": null,
      "actions": [
        "ACTION-TAC-2025-PLANT-DEVICE"
      ],
      "victoryPoints": "Al final de cada punto de inflexión tras el primero:\n - Ganas 1PV si el marcador de objetivo de tu oponente tiene alguna de tus fichas de Dispositivo.\n - Ganas 1PV por cada otro marcador de objetivo con alguna de tus fichas de Dispositivo disputado por agentes enemigos.\nNo puedes ganar más de 2PV por esta operación en cada punto de inflexión."
    },
    {
      "id": "OP-TAC-2025-INFILTRATION-03",
      "type": "tac-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Robar información",
      "archetype": "Infiltración",
      "reveal": "La primera vez que un agente enemigo resulta incapacitado.",
      "additionalRules": "Siempre que un agente enemigo resulte incapacitado, antes de retirarlo de la zona de aniquilación, coloca 1 de tus marcadores de misión de Información en su zona de control.\nLos agentes amigos pueden realizar la acción de Recoger marcador sobre tus marcadores de misión de Información, y a efectos de las condiciones de esa acción, ignora el primer marcador de misión de Información que transporte el agente activo. En otras palabras, cada agente amigo puede transportar hasta 2 marcadores de misión de Información, o 1 de información y otro de otro tipo.",
      "actions": [],
      "victoryPoints": "Al final de cada punto de inflexión tras el primero, si algún agente amigo transporta alguno de tus marcadores de misión de Información, ganas 1PV\nNo puedes obtener más de 2PV por esta operación por punto de inflexión.\nAl final de la batalla, por cada marcador de misión de Información que los agentes amigos estén transportando, ganas 1PV."
    },
    {
      "id": "OP-CRIT-2025-01",
      "type": "crit-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Asegurar",
      "reveal": null,
      "additionalRules": null,
      "actions": [
        "ACTION-CRIT-2025-SECURE"
      ],
      "victoryPoints": "Al final de cada punto de inflexión tras el primero:\n - Si algún marcador de objetivo está asegurado por tu comando, obtienes 1PV.\n - Si hay más marcadores de objetivo asegurados por tu comando que por el comando de tu oponente, obtienes 1PV."
    },
    {
      "id": "OP-CRIT-2025-02",
      "type": "crit-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Saquear",
      "reveal": null,
      "additionalRules": null,
      "actions": [
        "ACTION-CRIT-2025-LOOT"
      ],
      "victoryPoints": "Cada vez que un agente amigo realiza la acción de Saquear, obtienes 1PV, hasta un máximo de 2PV por punto de inflexión."
    },
    {
      "id": "OP-CRIT-2025-03",
      "type": "crit-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Transmisión",
      "reveal": null,
      "additionalRules": null,
      "actions": [
        "ACTION-CRIT-2025-INITIATE-TRANSMISSION"
      ],
      "victoryPoints": "Al final de cada punto de inflexión tras el primero:\n - Si los agentes amigos controlan algún marcador de objetivo que esté transmitiendo, obtienes 1PV.\n - Si los agentes amigos controlan más marcadores de objetivo que estén transmitiendo que los agentes enemigos, obtienes 1PV.\nNo puedes obtener más de 2PV por esta operación por punto de inflexión."
    },
    {
      "id": "OP-CRIT-2025-04",
      "type": "crit-op",
      "packs": ["Approved Ops: 2025"],
      "title": "El orbe",
      "reveal": null,
      "additionalRules": "Al inicio de la batalla, el marcador de objetivo central tiene la ficha del orbe.",
      "actions": [
        "ACTION-CRIT-2025-MOVE-ORB"
      ],
      "victoryPoints": " Al final de cada punto de inflexión tras el primero, ganas 1PV por cada marcador de objetivo que no tenga la ficha del orbe y que controle algún agente amigo. "
    },
    {
      "id": "OP-CRIT-2025-05",
      "type": "crit-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Reclamar propiedad",
      "reveal": null,
      "additionalRules": "Al inicio del paso de Gambitos de cada fase de estrategia tras la primera, comenzando con el jugador con la iniciativa, cada jugador debe elegir 1 marcador de objetivo y 1 de las siguientes intenciones para ese punto de inflexión:\n - Algún agente amigo controlará ese marcador de objetivo al final de este punto de inflexión.\n - Ningún agente enemigo disputará ese marcador de objetivo al final de este punto de inflexión.\nCada jugador solo puede elegir cada marcador de objetivo una vez por batalla.",
      "actions": [],
      "victoryPoints": "Al final de cada punto de inflexión, después del primero:\n - Ganas 1PV si los agentes amigos controlan más marcadores de objetivo que los agentes enemigos.\n - Ganas 1PV si se cumple tu intención elegida.\nNo puedes obtener más de 2 VP por esta operación por punto de inflexión."
    },
    {
      "id": "OP-CRIT-2025-06",
      "type": "crit-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Células de energía",
      "reveal": null,
      "additionalRules": "Los agentes pueden realizar la acción Recoger marcador sobre cada marcador de objetivo en los siguientes puntos de inflexión:\n - 2, pero debes gastar 2PA adicionales (esa acción no puede ser libre ni se pueden reducir sus PA).\n - 3, pero debes gastar 1PA adicional (esa acción no puede ser libre ni se pueden reducir sus PA).\n - 4 (normalmente).\nSiempre que un agente transporte un marcador de objetivo, ese agente no puede ser retirado y vuelto a desplegar a más de 6\".",
      "actions": [],
      "victoryPoints": "Ganas 1PV al final de cada punto de inflexión si los agentes amigos controlan más marcadores de objetivo que los agentes enemigos.\nAl final de la batalla, por cada marcador de objetivo transportado por agentes amigos, ganas 1PV."
    },
    {
      "id": "OP-CRIT-2025-07",
      "type": "crit-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Descargar datos",
      "reveal": null,
      "additionalRules": null,
      "actions": [
        "ACTION-CRIT-2025-DOWNLOAD"
      ],
      "victoryPoints": "Al final de cada punto de inflexión tras el primero, si los agentes amigos controlan más marcadores de objetivo que los agentes enemigos, ganas 1PV. Ignora los marcadores de objetivo de los que se hayan descargado datos al determinarlo.\nGanas 1PV cada vez que un agente amigo realice la acción Descargar datos durante el 3.er punto de inflexión.\nGanas 2PV cada vez que un agente amigo realice la acción Descargar datos durante el 4.o punto de inflexión."
    },
    {
      "id": "OP-CRIT-2025-08",
      "type": "crit-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Datos",
      "reveal": null,
      "additionalRules": null,
      "actions": [
        "ACTION-CRIT-2025-COMPILE-DATA",
        "ACTION-CRIT-2025-SEND-DATA"
      ],
      "victoryPoints": "Ganas 1PV al final del segundo y del tercer punto de inflexión si los agentes amigos han realizado en ese punto de inflexión la acción Compilar datos más veces que los agentes enemigos.\nGanas tantos PV como puntos de datos retirados siempre que un agente amigo realiza la acción Enviar datos."
    },
    {
      "id": "OP-CRIT-2025-09",
      "type": "crit-op",
      "packs": ["Approved Ops: 2025"],
      "title": "Reiniciar",
      "reveal": null,
      "additionalRules": "Al preparar la batalla, tras colocar los marcadores de objetivo, numera cada marcador de objetivo del 1 al 3.\nAl comienzo del paso Gambitos de cada fase de estrategia, cada jugador elige en secreto un marcador de objetivo poniendo en su mano tantos dados como el número del marcador de objetivo. A continuación, revelan sus elecciones a la vez:\n - Si ambos jugadores eligieron el mismo, ese marcador de objetivo queda inerte durante este punto de inflexión.\n - Si eligieron distintos, queda inerte el marcador de objetivo que ninguno de los jugadores eligió durante este punto de inflexión.",
      "actions": [
        "ACTION-CRIT-2025-REBOOT"
      ],
      "victoryPoints": "Ganas 1PV al final de cada punto de inflexión tras el primero por cada marcador de objetivo controlado por algún agente amigo. Ignora los marcadores de objetivo inertes al determinarlo."
    }
  ],
  "actions": [
    {
      "id": "ACTION-CRIT-2025-SECURE",
      "type": "mission",
      "seq": 201,
      "AP": 1,
      "name": "Asegurar",
      "description": null,
      "effects": [
        "Un marcador de objetivo que el agente activo controla está asegurado por tu comando hasta que el comando enemigo asegure ese marcador de objetivo."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción durante el primer punto de inflexión, o estando en la zona de control de un agente enemigo."
      ],
      "packs": ["Approved Ops: 2025"]
    },
    {
      "id": "ACTION-CRIT-2025-LOOT",
      "type": "mission",
      "seq": 202,
      "AP": 1,
      "name": "Saquear",
      "description": null,
      "effects": [
        "Un marcador de objetivo que controle el agente activo es saqueado."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción durante el primer punto de inflexión, estando en la zona de control de un agente enemigo, o si ese marcador de objetivo ya ha sido saqueado durante este punto de inflexión. "
      ],
      "packs": ["Approved Ops: 2025"]
    },
    {
      "id": "ACTION-TAC-2025-RETRIEVE",
      "type": "mission",
      "seq": 203,
      "AP": 1,
      "name": "Recuperar",
      "description": null,
      "effects": [
        "Si el agente activo controla un marcador de objetivo que no ha sido registrado por algún agente amigo, ese agente transporta ahora uno de tus marcadores de misión de Recuperar y se considera que ese marcador ha sido registrado por agentes amigos. Los agentes amigos pueden realizar la acción Recoger marcador sobre tus marcadores de misión de Recuperar."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción durante el primer punto de inflexión, o si está en la zona de control de un agente enemigo."
      ],
      "packs": ["Approved Ops: 2025"]
    },
    {
      "id": "ACTION-TAC-2025-SCOUT",
      "type": "mission",
      "seq": 204,
      "AP": 1,
      "name": "Vigilar",
      "description": null,
      "effects": [
        " Elige 1 agente enemigo apostado visible para el agente activo y a más de 6\" de él. Ese agente enemigo está bajo vigilancia hasta el paso de Preparación de la siguiente fase de estrategia."
      ],
      "conditions": [
        " Un agente no puede realizar esta acción mientras tenga una orden de Trabarse, durante el primer punto de inflexión, o si está en la zona de control de un agente enemigo."
      ],
      "packs": ["Approved Ops: 2025"]
    },
    {
      "id": "ACTION-TAC-2025-CLEAR",
      "type": "mission",
      "seq": 205,
      "AP": 1,
      "name": "Purgar",
      "description": null,
      "effects": [
        "Un marcador de objetivo controlado por el agente activo es purgado de cara a este punto de inflexión."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción durante el primer punto de inflexión, o si está en la zona de control de un agente enemigo."
      ],
      "packs": ["Approved Ops: 2025"]
    },
    {
      "id": "ACTION-TAC-2025-PLANT-BANNER",
      "type": "mission",
      "seq": 206,
      "AP": 1,
      "name": "Izar bandera",
      "description": null,
      "effects": [
        "Coloca tu marcador de misión de Bandera dentro de la zona de control del agente activo, completamente en el territorio del oponente y a más de 5\" de un borde neutral de la zona de aniquilación. Los agentes pueden realizar la acción Recoger marcador en tu marcador de misión de Bandera."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción durante el primer punto de inflexión, si está en la zona de control de un agente enemigo, ni si un agente amigo ya ha realizado esta acción durante la batalla."
      ],
      "packs": ["Approved Ops: 2025"]
    },
    {
      "id": "ACTION-TAC-2025-PLANT-DEVICE",
      "type": "mission",
      "seq": 207,
      "AP": 1,
      "name": "Colocar dispositivo",
      "description": null,
      "effects": [
        "1 marcador de objetivo controlado por el agente activo recibe una de tus fichas de Dispositivo."
      ],
      "conditions": [
        " Un agente no puede realizar esta acción durante el primer punto de inflexión, mientras esté en la zona de control de un agente enemigo, o si ese marcador de objetivo ya tiene una de tus fichas de Dispositivo."
      ],
      "packs": ["Approved Ops: 2025"]
    },
    {
      "id": "ACTION-CRIT-2025-INITIATE-TRANSMISSION",
      "type": "mission",
      "seq": 208,
      "AP": 1,
      "name": "Iniciar Transmisión",
      "description": null,
      "effects": [
        "Un marcador de objetivo que controle el agente activo está transmitiendo hasta el inicio del siguiente punto de inflexión."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción durante el primer punto de inflexión, o estando en la zona de control de un agente enemigo."
      ],
      "packs": ["Approved Ops: 2025"]
    },
    {
      "id": "ACTION-CRIT-2025-MOVE-ORB",
      "type": "mission",
      "seq": 209,
      "AP": 1,
      "name": "Mover el orbe",
      "description": null,
      "effects": [
        "Si el agente activo controla el marcador de objetivo que tiene la ficha del orbe, mueve esa ficha de esta manera:\n - Si la tiene el marcador de objetivo central, muévela al marcador de objetivo de cualquier jugador (a tu elección).\n - Si la tiene el marcador de objetivo de un jugador, muévela al marcador de objetivo central."
      ],
      "conditions": [
        " Un agente no puede realizar esta acción durante el primer punto de inflexión, mientras esté en la zona de control de un agente enemigo, o si no controla el marcador de objetivo que tiene la ficha del orbe. "
      ],
      "packs": ["Approved Ops: 2025"]
    },
    {
      "id": "ACTION-CRIT-2025-DOWNLOAD",
      "type": "mission",
      "seq": 210,
      "AP": 1,
      "name": "Descargar datos",
      "description": null,
      "effects": [
        "Se descargan datos de 1 marcador de objetivo central o del oponente que controle el agente activo."
      ],
      "conditions": [
        " Un agente no puede realizar esta acción durante el primer o segundo punto de inflexión, mientras esté en la zona de control de un agente enemigo, o si ya se han descargado datos de ese marcador de objetivo durante la batalla."
      ],
      "packs": ["Approved Ops: 2025"]
    },
    {
      "id": "ACTION-CRIT-2025-COMPILE-DATA",
      "type": "mission",
      "seq": 211,
      "AP": 1,
      "name": "Compilar datos",
      "description": null,
      "effects": [
        "1 marcador de objetivo controlado por el agente activo gana 1 punto de datos. Usa un dado para marcar cuántos puntos de datos tiene ese marcador de objetivo."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción durante el primer punto de inflexión, mientras esté en la zona de control de un agente enemigo, o si ese marcador de objetivo ya ha ganado algún punto de datos en este punto de inflexión."
      ],
      "packs": ["Approved Ops: 2025"]
    },
    {
      "id": "ACTION-CRIT-2025-SEND-DATA",
      "type": "mission",
      "seq": 212,
      "AP": 1,
      "name": "Enviar datos",
      "description": null,
      "effects": [
        "Retira todos los puntos de datos de un marcador de objetivo controlado por el agente activo."
      ],
      "conditions": [
        " Un agente no puede realizar esta acción durante el primer, segundo, o tercer punto de inflexión, mientras esté en la zona de control de un agente enemigo, o si ese marcador de objetivo no tiene puntos de datos que retirar."
      ],
      "packs": ["Approved Ops: 2025"]
    },
    {
      "id": "ACTION-CRIT-2025-REBOOT",
      "type": "mission",
      "seq": 213,
      "AP": 2,
      "name": "Reiniciar",
      "description": null,
      "effects": [
        "1 marcador de objetivo inerte controlado por el agente activo deja de estar inerte."
      ],
      "conditions": [
        "Un agente no puede realizar esta acción durante el primer punto de inflexión, o si está en la zona de control de un agente enemigo."
      ],
      "packs": ["Approved Ops: 2025"]
    }
  ]
}
