{
  "rules_terrain": [
    {
      "id": "terrain-and-movement",
      "name": "Terreno Y Movimiento",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Los agentes no pueden atravesar terreno; deben rodearlo, trepar por encima o saltar/dejarse caer.\n\nLos agentes deben terminar un movimiento en una ubicación en la que puedan ser colocados; no pueden terminarlo a medio trepar, saltar o\ndejarse caer. Si eso no es posible, no pueden iniciar el movimiento.",
      "examples": [],
      "actions": [],
      "tags": [
        "movement",
        "terrain"
      ],
      "references": [
        "climbing",
        "dropping",
        "jumping",
        "ceiling",
        "accessible"
      ],
      "packs": []
    },
    {
      "id": "climb",
      "name": "Trepar",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Un agente debe estar a 1\" o menos en horizontal y a 3\" o menos en vertical de un terreno que es visible para él para poder treparlo.\nTrepar se considera un movimiento vertical de 2\" como mínimo (es decir, una distancia de 1\" se considerará 2\").",
      "examples": [
        "The operative moves up 4” until it’s above the highest point it must climb over. It moves across 2” until\nits base is fully past the rampart, then drops down for 0” (as the drop is less than 2”).",
        "The operative moves up for 2” (a 1” distance, but treated as the minimum 2”) until it’s above the highest\npoint it must climb over. It moves across 3” until its base is fully past the terrain feature, then drops\ndown for 0” (as the drop is less than 2”)."
      ],
      "actions": [],
      "tags": [
        "movement",
        "vertical"
      ],
      "references": [
        "terrain-and-movement",
        "dropping",
        "jumping",
        "insignificant"
      ],
      "packs": []
    },
    {
      "id": "drop",
      "name": "Dejarse caer",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Los agentes se dejan caer cuando se mueven fuera de un terreno o tras saltar. Ignora 2\" de la distancia vertical\npor la que se caigan en cada acción. Por tanto, una caída vertical de 2\" o menos se ignora. Si cae\nvarias veces durante una acción, solo se ignoran 2\" en total, no 2\" por cada caída.",
      "examples": [
        "The operative moves across 2” until it’s fully off the ledge, then drops down for 2” (a 4” distance, but the\nfirst 2” is ignored). The operative could also jump off the terrain, moving 4” from one edge before it\ndrops down."
      ],
      "actions": [],
      "tags": [
        "movement",
        "vertical"
      ],
      "references": [
        "terrain-and-movement",
        "climbing",
        "jumping"
      ],
      "packs": []
    },
    {
      "id": "jump",
      "name": "Saltar",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Los agentes pueden saltar del terreno Aventajado que esté a 2\" o más por encima del suelo de la zona de aniquilación cuando mueven fuera del mismo.\nPuedes moverlos hasta 4\" desde el borde en horizontal cuando saltan, como si fuera cualquier otro movimiento,\npero debe ser un solo incremento en línea recta. Luego el agente debe dejarse caer o trepar desde ahí. Al saltar\ndesde un elemento de terreno, si tiene almena en el borde desde el que quieres saltar, debes treparla primero\npero aún así saltas desde el nivel del terreno Aventajado. Al saltar hacia un elemento de terreno,\npuedes ignorar una diferencia de altura de 1\" o menos, incluidas almenas o barandillas.\n\nSaltar significa que los agentes pueden moverse a través de huecos de hasta 4\" de ancho, y por encima de cosas que estén por debajo de ellos.",
      "examples": [],
      "actions": [],
      "tags": [
        "movement",
        "vantage",
        "vertical"
      ],
      "references": [
        "vantage",
        "dropping",
        "climbing",
        "terrain-and-movement"
      ],
      "packs": []
    },
    {
      "id": "terrain-feature",
      "name": "Característica del terreno",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Una zona de eliminacion se compone de diferentes partes, cada una de las cuales es un tipo de terreno (una parte puede ser más de un tipo). Si utilizas una característica del terreno de una zona de eliminacion específica, se especificará el tipo de cada parte de esa característica del terreno. Si utilizas una característica del terreno de una zona de eliminacion de tu propia creación, debes especificar el tipo de cada parte de esa característica del terreno antes de la batalla. A continuación se indican los tipos de terreno más comunes, pero algunas zonas de combate tienen sus propios tipos",
      "examples": [],
      "actions": [],
      "tags": [
        "terrain",
        "types"
      ],
      "references": [
        "heavy",
        "light",
        "blocking",
        "vantage",
        "accessible",
        "insignificant",
        "exposed",
        "ceiling"
      ],
      "packs": []
    },
    {
      "id": "heavy",
      "name": "Pesado",
      "aliases": [],
      "category": "terrain_rule",
      "text": "El terreno grande es Pesado. Puede ofuscar agentes.\n\nEs bueno tener una mezcla de terreno Ligero y Pesado en tu zona de aniquilación, pues algunas reglas interactúan con \ncada tipo de forma distinta.",
      "examples": [],
      "actions": [],
      "tags": [
        "terrain",
        "obscuring"
      ],
      "references": [
        "light",
        "obscured",
        "cover"
      ],
      "packs": []
    },
    {
      "id": "light",
      "name": "Ligero",
      "aliases": [],
      "category": "terrain_rule",
      "text": "El terreno pequeño es Ligero. No tiene reglas adicionales propias, pero otras reglas interactúan con él mismo de forma distinta\n(p. ej., terreno Aventajado de la pág. 60).",
      "examples": [
        "Light terrain.",
        "Light terrain."
      ],
      "actions": [],
      "tags": [
        "terrain"
      ],
      "references": [
        "vantage",
        "cover"
      ],
      "packs": []
    },
    {
      "id": "blocking",
      "name": "Bloqueado",
      "aliases": [],
      "category": "terrain_rule",
      "text": "El terreno Bloqueado se suele atribuir a huecos intermedios o por debajo de un elemento de terreno.  No se puede\ntrazar visibilidad a través de esos huecos, y a efectos de cobertura y ofuscación, los huecos están interpuestos como\nel terreno de su alrededor.\n\nTécnicamente, el terreno Bloqueado no es realmente terreno físico, sino huecos por los que los agentes no deberían \npoder ver. El terreno Bloqueado es raro, pero existe para instancias en que es necesario",
      "examples": [
        "The gap under this pipe is blocking terrain.",
        "The door’s viewpoint or the broken vent is blocking terrain."
      ],
      "actions": [],
      "tags": [
        "terrain",
        "line-of-sight"
      ],
      "references": [
        "cover",
        "obscured",
        "visible"
      ],
      "packs": []
    },
    {
      "id": "vantage",
      "name": "Aventajado",
      "aliases": [],
      "category": "terrain_rule",
      "text": "El terreno Aventajado representa los niveles más altos de la zona de aniquilación, áreas en que los agentes pueden colocarse sobre el tablero. Si un terreno no es Aventajado, los agentes pueden mover por encima del mismo pero no terminar un movimiento sobre él o ser desplegados ahí. El terreno Aventajado es también terreno Ligero, y tiene además las siguientes características.\n\nEn primer lugar, siempre que un agente en terreno Aventajado dispare a un agente que tenga una orden de Trabarse,  su arma a distancia tiene la regla de arma Certera 1 si el blanco está por lo menos 2\" por debajo de él, o Certera 2 si el blanco está por lo menos 4\" por debajo de él.\n\nEn segundo lugar, al elegir un blanco válido para un agente en terreno Aventajado, los agentes por lo menos 2\" por debajo de ese agente con una orden de Ocultarse no se consideran a cubierto debido al terreno Ligero. Esto puede hacer que esos agentes sean elegidos como blanco (siempre que también sean visibles), pero no les niega su salvación de cobertura, y el defensor puede guardarla como éxito crítico en su lugar, o guardar una salvación de cobertura adicional.\n\nEn tercer lugar, a efectos de estar ofuscado, ignora el terreno Pesado conectado a terreno Aventajado donde esté el agente activo o el blanco elegido.\n\nComo el terreno Aventajado también es Ligero, un agente en este terreno a menudo estará cubierto de los agentes que estén más abajo que ellos; imagina que se agachan para ganar una salvaguarda de cobertura o evitar ser un objetivo válido.\n\nSi un agente está obstruido para moverse a través del terreno Aventajado por agentes enemigos u otras característica puede moverse alrededor de estas obstrucciones (sin caer) siempre que parte de su base esté en el terreno Aventajado.",
      "examples": [
        "An operative on Vantage terrain can target an operative with a Conceal order that’s 2” lower than them\nand only in cover from Light terrain.",
        "Operative B has a Conceal order and is in cover from Light terrain, but since operative A is on Vantage\nterrain and at least 2” higher, operative B is a valid target."
      ],
      "actions": [],
      "tags": [
        "terrain",
        "vantage",
        "shooting",
        "cover"
      ],
      "references": [
        "light",
        "heavy",
        "cover",
        "obscured",
        "valid-target",
        "visible"
      ]
    },
    {
      "id": "accessible",
      "name": "Accesible",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Los agentes pueden moverse a través de terreno Accesible (esto tiene preferencia sobre Peanas, y Terreno y movimiento), ero hacerlo cuenta como 1\" adicional. Solo es necesario que el centro de la peana de un agente pase a través del terreno Accesible, por lo que los tamaños de peana no importan.",
      "examples": [
        "The door is accessible terrain."
      ],
      "actions": [],
      "tags": [
        "terrain",
        "movement"
      ],
      "references": [
        "terrain-and-movement",
        "bases",
        "equipment-terrain-placement"
      ],
      "packs": []
    },
    {
      "id": "insignificant",
      "name": "Insignificante",
      "aliases": [],
      "category": "terrain_rule",
      "text": "El terreno Insignificante suele ser muy pequeño. A efectos de trepar y dejarse caer, se ignora.\n\nUn agente puede moverse por encima y a través de terreno Insignificante sin tener que subir y bajar",
      "examples": [
        "Small piles of rubble are insignificant terrain."
      ],
      "actions": [],
      "tags": [
        "terrain",
        "movement"
      ],
      "references": [
        "climbing",
        "dropping",
        "exposed"
      ],
      "packs": []
    },
    {
      "id": "exposed",
      "name": "Expuesto",
      "aliases": [],
      "category": "terrain_rule",
      "text": "El terreno Expuesto suele ser muy pequeño, o es terreno con grandes huecos tras el cual los agentes no deberían poder cubrirse. A efectos de estar a cubierto u ofuscado, \nnunca se considera interpuesto.\n\nEs especialmente importante identificar el terreno Insignificante y Expuesto antes de la batalla, para evitar \nmalentendidos posteriores.",
      "examples": [
        "This ladder and these hanging chains are exposed terrain."
      ],
      "actions": [],
      "tags": [
        "terrain",
        "cover"
      ],
      "references": [
        "insignificant",
        "cover"
      ],
      "packs": []
    },
    {
      "id": "ceiling",
      "name": "Techo",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Los agentes con una peana redonda de 50 mm o menos, o una peana ovalada de 60x35 mm, pueden mover bajo\nterreno Techo sin importar la altura del agente (esto tiene prioridad sobre las reglas de Terreno y Movimiento\nde la pág. 56). El agente sigue teniendo que terminar la acción en una ubicación en la que pueda ser colocado.",
      "examples": [],
      "actions": [],
      "tags": [
        "terrain",
        "movement"
      ],
      "references": [
        "terrain-and-movement",
        "stronghold",
        "large-ruin"
      ],
      "packs": []
    },
    {
      "id": "gallowdark-wall",
      "name": "Muro del Horcasombría",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Un muro del Horcasombría es un elemento de terreno Pesado y Muro. Algunos muros incluyen una escotilla, que se \nexplican en la pág. 69.\n\nTerreno Muro:\n\nLos agentes no pueden mover por encima o a través de terreno Muro (esto tiene preferencia sobre todas las demás reglas).\n\nNo se puede determinar la visibilidad por encima o a través de terreno Muro.\n\nA excepción de las áreas de la zona de aniquilación (el centro de la zona de aniquilación, zonas de descenso, etc.), no pueden medirse distancias por encima o a través de terreno Muro; deben \nmedirse alrededor del mismo por la ruta más\n corta posible.\n\nA efectos de cobertura y ofuscado, solo las esquinas y extremos de terreno Muro pueden estar interpuestos,\n a menos que el agente activo lo haya rebasado (ver ejemplos en las págs. 67-68).",
      "examples": [
        "Operative A would usually be within 3” of operative B, but as distances cannot be measured over or\nthrough Wall terrain, it must be measured around the Gallowdark wall. This would make operative A\nmore than 3” from operative B.",
        "Operative B is not in cover as a corner or end of the wall is not intervening. Note that minor parts of the\nwall that protrude do not make a corner or end alone; it must be the main structure of the wall that\nturns a corner or ends, as shown in the following diagrams.",
        "A corner of the wall is intervening, therefore operative B is in cover.",
        "Operative A has passed the corner of the wall, therefore it’s not intervening and operative B is not in\ncover. Note that if operative A was wholly on the left side of the dotted black line, the wall would be\nintervening and operative B would be in cover.",
        "An end of the wall is intervening, therefore operative B is in cover.",
        "As the hatchway is open, an end of the wall is intervening. It’s more than 1” from both operatives,\ntherefore operative B is obscured."
      ],
      "actions": [],
      "tags": [
        "terrain",
        "wall",
        "movement",
        "cover",
        "obscuring"
      ],
      "references": [
        "blocking",
        "hatchway",
        "cover",
        "obscured",
        "distances"
      ],
      "packs": [
        "Killzone: Gallowdark"
      ]
    },
    {
      "id": "hatchway",
      "name": "Escotilla",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Una escotilla tiene dos estados: cerrada y abierta. Tiene dos partes: un punto de acceso y un portillo, y sus tipos de terreno dependen del estado del escotilla. Los agentes pueden realizar la acción de misión Operar portillo para cambiar su estado. Las escotillas empiezan la batalla cerradas.\n\nComo el punto de acceso de una escotilla abierta es terreno Expuesto, deben usarse los muros a ambos lados para estar a cubierto un ofuscado en lugar del punto de acceso.\n\n **CERRADA**\nMientras una escotilla está cerrada:\n\nSu portillo debe estar totalmente cerrado.\n\nEl punto de acceso y el portillo son terrenos Pesados y Muro.\n\n **ABIERTO**\n Mientras una escotilla está abierta:\n\nSu portillo debe estar totalmente abierto (no puede estar entreabierto).\n\nEl punto de acceso es terreno Accesible, Insignificante y Expuesto.\n\nEl portillo es terreno Pesado y Muro, y el hueco debajo del mismo es terreno Bloqueado.\n\nSi algún agente impediría que el portillo se abriera o cerrara del todo, retíralos temporalmente de la zona de aniquilación, abre o cierra el portillo, y luego devuélvelos lo más cerca como puedas de su ubicación original. Si un agente está en la zona de control de un agente enemigo antes de que se abra un portillo, debe ser devuelto a ella.",
      "examples": [],
      "actions": [
        {
          "id": "operate-hatch",
          "name": "Operar Portillo",
          "cost": "1APL",
          "text": "Abre o cierra una escotilla cuyo punto de acceso está en la zona de control del agente.\n\nUn agente puede realizar esta acción durante una acción de Correr o Reposicionar, y puede usar cualquier movimiento restante después de ello.\n\nNo se puede realizar esta acción estando en la zona de control de un agente enemigo, o si la escotilla está abierta y su punto de acceso está en la zona de control de un agente enemigo.\n\nAbrir una escotilla puede hacer que el agente pase a estar en la zona de control de un agente enemigo, en cuyo caso su acción de Correr o Reposicionar terminaría inmediatamente (a menos que una regla permita mover estando en la zona de control de un agente enemigo).",
          "examples": [],
          "tags": [
            "action",
            "hatchway",
            "mission-action"
          ],
          "references": [
            "control-range",
            "terrain-and-movement",
            "accessible",
            "exposed",
            "insignificant",
            "blocking"
          ]
        }
      ],
      "tags": [
        "terrain",
        "hatchway",
        "wall"
      ],
      "references": [
        "gallowdark-wall",
        "blocking",
        "accessible",
        "insignificant",
        "exposed"
      ],
      "packs": [
        "Killzone: Gallowdark",
        "Killzone: Tomb World"
      ]
    },
    {
      "id": "condensed-environment",
      "name": "Entorno Compacto",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Las armas con las reglas de arma Área, Ráfaga y/o x” Devastadora (es decir, Devastadora con un requisito de distancia) también tienen la regla de arma Letal 5+ (pág. 111).",
      "examples": [],
      "actions": [],
      "tags": [
        "environment",
        "weapons"
      ],
      "references": [],
      "packs": [
        "Killzone: Bheta-Decima",
        "Killzone: Tomb World"
      ]
    },
    {
      "id": "gallowdark-on-guard",
      "name": "Ponerse en Guardia",
      "aliases": [
        "en guardia"
      ],
      "category": "terrain_rule",
      "text": "Una vez durante la activación de cada agente enemigo, después de que ese agente enemigo realice una acción, puedes interrumpir esa activación y elegir un agente amigo en guardia para realizar la acción de Combatir o Disparar gratis (incluidas acciones que se consideren como tales, como Combatir en escotilla, ver abajo). Si lo haces, el agente amigo no podrá Reaccionar durante el punto de inflexión.\n\nEste agente amigo incluso puede realizar la acción de Disparar estando en la zona de control de un agente enemigo (esto tiene prioridad sobre las condiciones normales de la acción Disparar). Esto se denomina disparo a bocajarro y tiene las siguientes reglas adicionales mientras tu agente lo realiza:\n\n    Toma como blanco al agente enemigo en la zona de control de tu agente (aunque normalmente no fuese un blanco válido).\n    Empeora en 1 el atributo Impactar de las armas de tu agente.\n    Hasta el final de la activación del agente enemigo interrumpido, tu agente no puede contraatacar.\n\nSi lo haces, ese agente amigo no puede contrarrestar durante el punto de inflexión.",
      "examples": [],
      "actions": [],
      "tags": [
        "action",
        "guard",
        "shoot",
        "fight"
      ],
      "references": [
        "control-range"
      ],
      "packs": [
        "Killzone: Gallowdark",
        "Killzone: Tomb World"
      ]
    },
    {
      "id": "gantry",
      "name": "Pasarela",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Los suelos de pasarela son terreno Accesible y Aventajado.\n\nLos pilares de pasarela son terreno Pesado.\n\nLos elementos de terreno pasarela tienen tres tamaños: largas, medianas y cortas. Cuando están conectadas (es decir, sus suelos se tocan), se considera un único terreno.",
      "examples": [],
      "actions": [],
      "tags": [
        "terrain",
        "vantage",
        "accessible"
      ],
      "references": [
        "accessible",
        "vantage",
        "heavy"
      ],
      "packs": [
        "Killzone: Bheta-Decima"
      ]
    },
    {
      "id": "thermometric-condenser",
      "name": "Fragua Ferratónica",
      "aliases": [],
      "category": "terrain_rule",
      "text": "El techo es terreno Accesible y Aventajado.\n\nEl reborde interior del techo es terreno Expuesto e Insignificante: ignora la leve diferencia de altura entre el área exterior e interior del techo.\n\nLas almenas del techo son terreno Ligero.\n\nTodas las demás partes de la Fragua Ferratónica son terreno Pesado.",
      "examples": [],
      "actions": [],
      "tags": [
        "terrain",
        "vantage"
      ],
      "references": [
        "accessible",
        "exposed",
        "insignificant",
        "light",
        "heavy"
      ],
      "packs": [
        "Killzone: Bheta-Decima"
      ]
    },
    {
      "id": "restricted-movement",
      "name": "Movimiento Restringido",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Ninguna parte de la peana de un agente puede tocar un área peligrosa.\n\nDepredadores al acecho detienen a los agentes que se acercan demasiado al océano, y las fuertes corrientes y aguas tóxicas les impiden sumergirse.",
      "examples": [],
      "actions": [],
      "tags": [
        "terrain",
        "hazard",
        "movement"
      ],
      "references": [],
      "packs": [
        "Killzone: Bheta-Decima"
      ]
    },
    {
      "id": "restricted-targeting",
      "name": "Blancos Restringidos",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Al elegir un blanco válido para un agente en el suelo de la zona de aniquilación, un blanco en el suelo de la zona de aniquilación no es un blanco válido si hay 4\" de área peligrosa entre ellos.\n\nAl elegir un blanco válido para un agente en terreno Aventajado, un blanco en el suelo de la zona de aniquilación no es un blanco válido si media el contorno de una pasarela entre ellos. Lo mismo se aplica a la inversa (desde un agente en el suelo de la zona de aniquilación hasta un blanco en terreno Aventajado). Sin embargo, en ambos casos, ignora el contorno de los elementos de terreno pasarelas en las que estén el agente activo o el blanco.\n\nOlas implacables, brumas marinas y gases industriales hacen más difícil a los agentes ver a sus blancos al otro lado de un tramo oceánico.\n\nEn ambos casos, usa líneas de objetivo para determinar si un área peligrosa o el contorno de una pasarela están entre ellos.\n\nLos blancos restringidos solo afectan cuando uno o más agentes implicados están en el suelo de la zona de aniquilación; si están ambos en terreno Aventajado, no tiene efecto alguno.",
      "examples": [
        "Hay 4\" de área peligrosa entre los agentes A y B, por lo que el agente B no es un blanco válido (ni tampoco lo sería el agente A a su vez).",
        "Media el contorno de una pasarela entre los agentes A y B, por lo que el agente B no es un blanco válido (ni tampoco lo sería el agente A a su vez). Ten en cuenta que la pasarela izquierda se ignora al determinar esto, pues el agente A está sobre ella."
      ],
      "actions": [],
      "tags": [
        "hazard",
        "targeting",
        "vantage"
      ],
      "references": [
        "vantage",
        "gantry",
        "valid-target",
        "intervening",
        "visible"
      ],
      "packs": [
        "Killzone: Bheta-Decima"
      ]
    },
    {
      "id": "equipment-terrain-placement",
      "name": "Equipo",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Se puede desplegar Equipo en terreno Aventajado, en el suelo de la zona de aniquilación y a 2\" o menos de terreno Accesible (esto tiene preferencia sobre las restricciones habituales)",
      "examples": [],
      "actions": [],
      "tags": [
        "terrain",
        "equipment"
      ],
      "references": [
        "vantage",
        "accessible",
        "killzone-floor"
      ]
    },
    {
      "id": "stronghold",
      "name": "Fortaleza",
      "aliases": [],
      "category": "terrain_rule",
      "text": "A Los niveles superiores de un elemento de terreno fortaleza son terreno Aventajado y Techo.\n\nB La puerta es terreno Accesible y Pesado.\n\nC La escalera de incendios es terreno Aventajado, Insignificante y Expuesto.\n\nD La rejilla rota es terreno Bloqueado.\n\nE Los tres contenedores en la Fortaleza A son terreno bloqueado y pesado.\n\nF Las pequeñas almenas rotas en el borde del terreno aventajado de la Fortaleza A son terreno insignificante y expuesto.\n\nG El hueco en el terreno aventajado que conforma el 1er piso de la Fortaleza B es terreno accesible.\n\nH No puedes tener más de un agente amigo en el nivel superior más alto de la Fortaleza B a la vez, y ese agente debe colocarse en un extremo u otro de ese nivel, no puede colocarse en el medio (es decir, no se puede impedir que un agente enemigo se mueva a o se despliegue en el otro extremo). Si la peana de un agente es demasiado grande para ser colocada ahí, deberá mover o desplegarse lo más cerca posible del extremo deseado, y entonces déjalo a un lado y trátalo como si estuviera ahí. Ponlo lo más cerca de donde querías que estuviese en ese nivel cuando sea importante para comprobar otras reglas (zona de control, visibilidad, distancias, etc.) Esto tiene prioridad sobre las reglas de peanas y de solo poder estar en un lugar en el que se pueda colocar.\n\nTodas las demás partes de la misma son terreno Pesado.\n\nA efectos de zona de control, ignora la puerta y partes de este elemento de terreno inferiores a 2” de altura al determinar la visibilidad.",
      "examples": [],
      "actions": [],
      "tags": [
        "terrain",
        "stronghold",
        "vantage"
      ],
      "references": [
        "ceiling",
        "accessible",
        "insignificant",
        "exposed",
        "blocking",
        "heavy",
        "control-range",
        "visible"
      ],
      "packs": [
        "Killzone: Volkus"
      ]
    },
    {
      "id": "large-ruin",
      "name": "Ruina Grande",
      "aliases": [],
      "category": "terrain_rule",
      "text": "A El nivel superior de una ruina grande es terreno Aventajado y Techo. A efectos de interposición y líneas de tiro, se considera que este nivel tiene la misma altura que el primer nivel de un elemento de terreno fortaleza.\n\nB La almena superior es terreno Ligero.\n\nC La puerta es terreno Accesible y Pesado.\n\nD La mirilla de la puerta es terreno Bloqueado.\n\nE Las ventanas que no están rotas son terreno Pesado y con Barrotes.\n\n **Terreno con Barrotes:** No se puede trazar visibilidad a través de este terreno a menos que el agente o lo que intenta ver estén a 1\" o menos en horizontal de él.\n\nTodas las partes del mismo son terreno Pesado.",
      "examples": [],
      "actions": [],
      "tags": [
        "terrain",
        "ruin",
        "vantage"
      ],
      "references": [
        "ceiling",
        "vantage",
        "accessible",
        "blocking",
        "heavy",
        "light",
        "visible",
        "intervening"
      ],
      "packs": [
        "Killzone: Volkus"
      ]
    },
    {
      "id": "small-ruin",
      "name": "Ruina Pequeña",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Esto es terreno Pesado.",
      "examples": [],
      "actions": [],
      "tags": [
        "terrain",
        "ruin",
        "heavy"
      ],
      "references": [
        "heavy"
      ],
      "packs": [
        "Killzone: Volkus"
      ]
    },
    {
      "id": "heavy-rubble",
      "name": "Escombros Pesados",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Esto es terreno Pesado.",
      "examples": [],
      "actions": [],
      "tags": [
        "terrain",
        "rubble",
        "heavy"
      ],
      "references": [
        "heavy"
      ],
      "packs": [
        "Killzone: Volkus"
      ]
    },
    {
      "id": "light-rubble",
      "name": "Escombros Ligeros",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Esto es terreno Ligero.",
      "examples": [],
      "actions": [],
      "tags": [
        "terrain",
        "rubble",
        "light"
      ],
      "references": [
        "light"
      ],
      "packs": [
        "Killzone: Volkus"
      ]
    },
    {
      "id": "condensed-stronghold",
      "name": "Fortaleza Compacta",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Cuando un agente dispara con un arma con la regla de arma Área, Ráfaga y/o x” Devastadora (es decir, Devastadora con un requisito de distancia), también tiene la regla de arma Letal 5+ (pág. 111) si el blanco está completamente dentro de un elemento de terreno fortaleza y en el suelo de la zona de aniquilación o en una plataforma de tiro.\n\nLa regla Fortaleza compacta siempre se refiere a la ubicación del blanco, por lo que si el blanco principal está completamente dentro de una fortaleza, pero el blanco secundario no lo está, esta regla no se aplica a ese blanco secundario.",
      "examples": [],
      "actions": [],
      "tags": [
        "environment",
        "stronghold",
        "shooting"
      ],
      "references": [
        "stronghold",
        "condensed-environment"
      ],
      "packs": [
        "Killzone: Volkus"
      ]
    },
    {
      "id": "garrisoned-stronghold",
      "name": "Fortaleza Guarnecida",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Cuando un agente completamente dentro de un elemento de terreno fortaleza contraataca contra un agente que no lo está, el defensor se resuelve primero (esto tiene preferencia sobre el orden normal de resolución de combates).",
      "examples": [],
      "actions": [],
      "tags": [
        "stronghold",
        "fight"
      ],
      "references": [
        "stronghold"
      ],
      "packs": [
        "Killzone: Volkus"
      ]
    },
    {
      "id": "tomb-world-wall",
      "name": "Tomb World Wall",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Un elemento de terreno de Mundo Necrópolis es terreno pesado y de muro. Algunos muros incluyen escotilla (pág. 55) o un punto de brecha (pág. 56).\n\nTerreno de muro:\n\nLos agentes no pueden moverse por encima o a través de terreno de muro (esto tiene preferencia sobre todas las demás reglas).\n\nLa visibilidad no puede determinarse por encima o a través de terreno de muro.\n\nAparte de hacia áreas de la zona de aniquilación (el centro de la zona de aniquilación, las zonas de descenso, etc), no se pueden medir distancias por encima o a través de terreno de muro; deben medirse rodeándolo por la ruta más corta posible.\n\nA efectos de la cobertura y el ofuscamiento, solo las esquinas y los finales de un terreno de muro pueden interponerse, a menos que el agente activo los haya superado (ver ejemplos en la pág. 54).",
      "examples": [
        "Operative A would usually be within 3” of operative B, but as distances cannot be measured over or\nthrough Wall terrain, it must be measured around the Tomb World wall. This would make operative A\nmore than 3” from operative B.",
        "Operative B is not in cover as a corner or end of the wall is not intervening. Note that minor parts of the\nwall that protrude do not make a corner or end alone; it must be the main structure of the wall that\nturns a corner or ends, as shown in the following diagrams.",
        "A corner of the wall is intervening, therefore operative B is in cover.",
        "Operative A has passed the corner of the wall, therefore it’s not intervening and operative B is not in\ncover. Note that if operative A was wholly on the left side of the dotted black line, the wall would be\nintervening and operative B would be in cover.",
        "An end of the wall is intervening, therefore operative B is in cover.",
        "As the hatchway is open, an end of the wall is intervening. It’s more than 1” from both operatives,\ntherefore operative B is obscured."
      ],
      "actions": [],
      "tags": [
        "terrain",
        "wall",
        "movement",
        "cover",
        "obscuring"
      ],
      "references": [
        "hatchway",
        "breach-point",
        "cover",
        "obscured",
        "distances"
      ],
      "packs": [
        "Killzone: Tomb World"
      ]
    },
    {
      "id": "breach-point",
      "name": "Punto de Brecha",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Un punto de brecha tiene dos estados: cerrado y abierto. Tiene dos partes, un punto de acceso y un punto de brecha, y sus tipos de terreno dependen del estado del punto de brecha. Los puntos de brecha empiezan la batalla cerrados. Para abrir un punto de brecha, los agentes pueden realizar la acción de misión Brecha (tras la cual no podrán volver a cerrarlo).\n\n**CERRADA**\nMientras un punto de brecha está cerrado:\n\nSu brecha de muro debe estar en su punto de acceso.\n\nEl punto de acceso y la brecha de muro son terreno pesado y de muro.\n\n**ABIERTA**\nMientras un punto de brecha está abierto:\n\nSu brecha de muro debe retirarse de la zona de aniquilación.\n\nSu punto de acceso es terreno accesible e insignificante.\n\nSu punto de acceso es también terreno expuesto. Esto significa que los muros en cualquiera de sus lados deben ser usados para cobertura y ofuscación en su lugar.",
      "examples": [],
      "tags": [
        "terrain",
        "wall",
        "breach"
      ],
      "references": [
        "tomb-world-wall",
        "accessible",
        "insignificant",
        "exposed",
        "cover",
        "obscured"
      ],
      "packs": [
        "Killzone: Tomb World"
      ]
    },
    {
      "id": "teleport-pad",
      "name": "Punto de teleportación",
      "aliases": [],
      "category": "terrain_rule",
      "text": "Un punto de teleportación es terreno expuesto, insignificante y aventajado. No puede haber en él más de un agente a la vez, y mientras un agente esté en él, dicho agente no puede tocar el suelo de la zona de aniquilación (en otras palabras, un agente no puede estar a la vez en el punto de teleportación y en el suelo de la zona de aniquilación).\n\nDesde el inicio del segundo punto de inflexión, siempre que un agente amigo en un punto de teleportación realice la acción de Cargar, Retroceder o Reposicionarse, puedes teleportarlo. Si lo haces, no lo muevas. En su lugar, retíralo de la zona de aniquilación y vuelve a colocarlo en el punto de teleportación. Debe seguir cumpliendo todos los demás requisitos para esa acción, o de lo contrario no podrá teleportarse (p. ej., si es la acción de Cargar, el agente deberá terminar esa acción en la zona de control de un agente enemigo). Los elementos de terreno de equipo no se pueden colocar a menos de 2\" de una plataforma de teletransporte. Si otro agente está en el otro punto de teleportación cuando un agente se teleporte, intercambialos (si se trata de un agente enemigo, su jugador controlador lo coloca).",
      "examples": [],
      "actions": [],
      "tags": [
        "terrain",
        "vantage",
        "teleport"
      ],
      "references": [
        "exposed",
        "insignificant",
        "vantage",
        "killzone-floor",
        "control-range",
        "equipment-terrain-placement"
      ],
      "packs": [
        "Killzone: Tomb World"
      ]
    },
    {
      "id": "sarcophagus-and-debris-light",
      "name": "Sarcófago y escombros (terreno ligero)",
      "aliases": [],
      "category": "Esto es terreno Ligero.",
      "text": "This is Light terrain.",
      "examples": [],
      "actions": [],
      "tags": [
        "terrain",
        "light"
      ],
      "references": [
        "light"
      ],
      "packs": [
        "Killzone: Tomb World"
      ]
    }
  ]
}