{
  "actions": [
    {
      "id": "ACTION-REPOSITION",
      "type": "universal",
      "seq": 101,
      "AP": 1,
      "name": "Reposicionar",
      "description": null,
      "effects": [
        "Move el operativo activo up to its Move stat to a location it can be placed. This must be done in one or more straight-line increments, and increments are always rounded up to the nearest inch."
      ],
      "conditions": [
        "It cannot move dentro del alcance de control of an operativo enemigo, unless one or more other operativos amigos are already dentro del alcance de control of that operativo enemigo, in which case it can move dentro del alcance de control of that operativo enemigo but cannot finish the move there.",
        "Un operativo cannot perform this action while dentro del alcance de control of an operativo enemigo, or during the same activación in which it performed the Retirada or Carga action."
      ]
    },
    {
      "id": "ACTION-DASH",
      "type": "universal",
      "seq": 102,
      "AP": 1,
      "name": "Carrera",
      "description": null,
      "effects": [
        "The same as the Reposicionar action, except don't use el operativo activo's Move stat - it can move up to 3\" instead. In addition, it cannot climb during this move, but it can drop and jump."
      ],
      "conditions": [
        "Un operativo cannot perform this action while dentro del alcance de control of an operativo enemigo, or during the same activación in which it performed the Carga action."
      ]
    },
    {
      "id": "ACTION-FALL-BACK",
      "type": "universal",
      "seq": 103,
      "AP": 2,
      "name": "Retirada",
      "description": null,
      "effects": [
        "The same as the Reposicionar action, except el operativo activo can move dentro del alcance de control of an operativo enemigo, but cannot finish the move there."
      ],
      "conditions": [
        "Un operativo cannot perform this action unless an operativo enemigo is within its alcance de control. It cannot perform this action during the same activación in which it performed the Reposicionar or Carga action."
      ]
    },
    {
      "id": "ACTION-CHARGE",
      "type": "universal",
      "seq": 104,
      "AP": 1,
      "name": "Carga",
      "description": null,
      "effects": [
        "The same as the Reposicionar action, except el operativo activo can move an additional 2\".",
        "It can move, and must finish the move, dentro del alcance de control of an operativo enemigo. If it moves dentro del alcance de control of an operativo enemigo that no other operativos amigos are dentro del alcance de control of, it cannot leave that operativo's alcance de control."
      ],
      "conditions": [
        "Un operativo cannot perform this action while it has a Conceal order, if it's already dentro del alcance de control of an operativo enemigo, or during the same activación in which it performed the Reposicionar, Carrera or Retirada action."
      ]
    },
    {
      "id": "ACTION-PICK-UP-MARKER",
      "type": "universal",
      "seq": 105,
      "AP": 1,
      "name": "Recoger Marcador",
      "description": null,
      "effects": [
        "Remove a marker el operativo activo controls that the Recoger Marcador action can be performed upon. That operativo is now carrying, contesting and controlling that marker."
      ],
      "conditions": [
        "Un operativo cannot perform this action while dentro del alcance de control of an operativo enemigo, or while it's already carrying a marker."
      ]
    },
    {
      "id": "ACTION-PLACE-MARKER",
      "type": "universal",
      "seq": 106,
      "AP": 1,
      "name": "Colocar Marcador",
      "description": null,
      "effects": [
        "Place a marker el operativo activo is carrying within its alcance de control.",
        "If Un operativo carrying a marker is incapacitado, it must perform this action before being removed from the zona de combate, but does so for 0AP. This takes precedence over all rules that prevent it from doing so."
      ],
      "conditions": [
        "Un operativo cannot perform this action during the same activación in which it already performed the Recoger Marcador action (unless incapacitado)."
      ]
    },
    {
      "id": "ACTION-SHOOT",
      "type": "universal",
      "seq": 107,
      "AP": 1,
      "name": "Disparar",
      "description": null,
      "effects": [
        "Disparar with el operativo activo by following the sequence below. el operativo activo's player is the attacker. The selected operativo enemigo's player is the defender."
      ],
      "conditions": [
        "Un operativo cannot perform this action while it has a Conceal order, or while dentro del alcance de control of an operativo enemigo."
      ]
    },
    {
      "id": "ACTION-FIGHT",
      "type": "universal",
      "seq": 108,
      "AP": 1,
      "name": "Combatir",
      "description": null,
      "effects": [
        "Combatir with el operativo activo by following the sequence below. el operativo activo's player is the attacker. The selected operativo enemigo's player is the defender."
      ],
      "conditions": [
        "Un operativo cannot perform this action unless an operativo enemigo is within its alcance de control."
      ]
    },
    {
      "id": "ACTION-COUNTERACT",
      "type": "universal",
      "seq": 109,
      "AP": 0,
      "name": "Contraatacar",
      "description": "When you would activate a ready operativo amigo, if all your operativos are expended but your opponent still has ready operativos, you can select an expended operativo amigo with an Engage order to perform a 1AP action for free (Excluding Vigilancia). Each operativo can only Contraatacar once per punto de inflexión, and cannot move more than 2\", or must be set up wholly within 2\" if it's removed and set up again, while counteracting (this is not a change to its Move stat, and takes precedence over all other rules). Counteracting is optional, so you can choose not to. In either case, activación alternates back to your opponent afterwards.",
      "effects": []
    },
    {
      "id": "ACTION-GUARD",
      "type": "universal",
      "seq": 110,
      "AP": 1,
      "name": "Vigilancia",
      "description": null,
      "effects": [
        "The operativo goes on Vigilancia (see below) until any of the following are true: \n - It performs any action, moves or is set up.\n - An operativo enemigo ends an action within its alcance de control and you don't interrupt that activación (see below).\n - Its order is changed.\n - It's the start of the next punto de inflexión."
      ],
      "conditions": [
        "This action is treated as a Disparar action. Un operativo cannot perform this action while it has a Conceal order, or while it's dentro del alcance de control of an operativo enemigo."
      ],
      "packs": [
        "zona de combate: Gallowdark",
        "zona de combate: Tomb World"
      ]
    },
    {
      "id": "ACTION-HATCHWAY-FIGHT",
      "type": "universal",
      "seq": 111,
      "AP": 1,
      "name": "Hatchway Combatir",
      "description": null,
      "effects": [
        "Combatir with el operativo activo",
        "In the Select operativo enemigo step, instead select an operativo enemigo within 2\" of, and on the other side of, an open hatchway's access point el operativo activo is touching. For the duration of that action, those operativos are treated as being within each other's alcance de control."
      ],
      "conditions": [
        "This action is treated as a Disparar action. Un operativo cannot perform this action while it has a Conceal order, or while it's dentro del alcance de control of an operativo enemigo."
      ],
      "packs": [
        "zona de combate: Gallowdark",
        "zona de combate: Tomb World"
      ]
    },
    {
      "id": "ACTION-DOOR-FIGHT",
      "type": "universal",
      "seq": 112,
      "AP": 1,
      "name": "Door Combatir",
      "description": null,
      "effects": [
        "Combatir with el operativo activo",
        "In the Select operativo enemigo step, select an operativo enemigo within 2\" of, and on the other side of, a door el operativo activo is touching. For the duration of that action, those operativos are treated as being within each other's alcance de control."
      ],
      "conditions": [
        "This action is treated as a Combatir action. Un operativo cannot perform this action while dentro del alcance de control of an operativo enemigo, or if its base isn't touching a door."
      ],
      "packs": [
        "zona de combate: Volkus"
      ]
    }
  ]
}