{
  "ops": [
    {
      "id": "OP-TAC-2025-RECON-01",
      "type": "tac-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Flank",
      "archetype": "Recon",
      "reveal": "As a STRATEGIC GAMBIT.",
      "additionalRules": "Divide the zone de combat into two flanks (left and right) by drawing an imaginary line that's just like the centreline, except it runs from the centre of each player's zone de combat edge. Un opératif contests a flank while both wholly within it and within their opponent's territory. opératifs alliés control a flank if the total APL stat of those contesting it is greater than that of opératifs ennemis.",
      "actions": [],
      "victoryPoints": [
        "After you reveal this op, at the end of each point tournant after the first, for each flank opératifs alliés control, you score 1VP.\nIf opératifs alliés also controlled that flank at the end of the previous point tournant (excluding the first), you score 2VP instead.\nYou cannot score more than 2VP from this op per point tournant."
      ]
    },
    {
      "id": "OP-TAC-2025-RECON-02",
      "type": "tac-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Retrieval",
      "archetype": "Recon",
      "reveal": "The first time you score VP from this op.",
      "additionalRules": null,
      "actions": [
        "ACTION-TAC-2025-RETRIEVE"
      ],
      "victoryPoints": "The first time each objective marker is searched by opératifs alliés, you score 1VP.\nAt the end of the battle, for each of your Retrieval mission markers opératifs alliés are carrying, you score 1VP."
    },
    {
      "id": "OP-TAC-2025-RECON-03",
      "type": "tac-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Scout Enemy Movement",
      "archetype": "Recon",
      "reveal": "The first time a opératif allié performs the Scout action.",
      "additionalRules": null,
      "actions": [
        "ACTION-TAC-2025-SCOUT"
      ],
      "victoryPoints": "At the end of each point tournant after the first, for each monitored opératif ennemi that's visible to opératifs alliés, you score 1VP. Note that it doesn't have to be a opératif allié that performed the Scout action.\nYou cannot score more than 2VP from this op per point tournant."
    },
    {
      "id": "OP-TAC-2025-SEEKANDDESTROY-01",
      "type": "tac-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Sweep & Clear",
      "archetype": "Seek & Destroy",
      "reveal": "The first time an opératif ennemi is hors de combat while contesting an objective marker, or the first time a opératif allié performs the Clear action (whichever comes first).",
      "additionalRules": "When an opératif ennemi that contests an objective marker is hors de combat, that objective marker gains one of your Swept tokens (if it doesn't already have one) until the Ready step of the next Strategy phase.",
      "actions": [
        "ACTION-TAC-2025-CLEAR"
      ],
      "victoryPoints": "At the end of each point tournant after the first, if opératifs alliés control any objective markers that have one of your Swept tokens, you score 1VP.\nIf this is true and any of those objective markers are also cleared, you score 2VP instead.\nYou cannot score more than 2VP from this op per point tournant."
    },
    {
      "id": "OP-TAC-2025-SEEKANDDESTROY-02",
      "type": "tac-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Dominate",
      "archetype": "Seek & Destroy",
      "reveal": "The first time an opératif ennemi is hors de combat by a opératif allié.",
      "additionalRules": "Each time a opératif allié incapacitates an opératif ennemi, that opératif allié gains one of your Dominate tokens.",
      "actions": [],
      "victoryPoints": "At the end of the third and fourth point tournant, you can remove Dominate tokens from opératifs alliés that aren't hors de combat. For each you remove, you score 1VP.\nYou cannot score more than 3VP from this op per point tournant."
    },
    {
      "id": "OP-TAC-2025-SEEKANDDESTROY-03",
      "type": "tac-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Rout",
      "archetype": "Seek & Destroy",
      "reveal": "The first time you score VP from this op.",
      "additionalRules": null,
      "actions": [],
      "victoryPoints": "Whenever a opératif allié incapacitates an opératif ennemi, if that opératif allié is within 6\" of your opponent's drop zone, you score 1VP; if this is true and that opératif ennemi had a Wounds stat of 12 or more, you score 2VP instead.\nYou cannot score more than 2VP from this op per point tournant."
    },
    {
      "id": "OP-TAC-2025-SECURITY-01",
      "type": "tac-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Plant Banner",
      "archetype": "Security",
      "reveal": "When you perform the Plant Banner action.",
      "additionalRules": null,
      "actions": [
        "ACTION-TAC-2025-PLANT-BANNER"
      ],
      "victoryPoints": "At the end of each point tournant after the first, if your Banner mission marker is wholly within your opponent's territory and opératifs alliés control it, you score 1VP; if that's true and no opératifs ennemis contest it, you score 2VP instead. Note your Banner mission marker must be in the zone de combat (not being carried) to score."
    },
    {
      "id": "OP-TAC-2025-SECURITY-02",
      "type": "tac-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Martyrs",
      "archetype": "Security",
      "reveal": "The first time a opératif allié is hors de combat while contesting an objective marker.",
      "additionalRules": "Whenever a opératif allié is hors de combat while contesting an objective marker, that marker gains one of your Martyr tokens. Note that this is only the first time each opératif is hors de combat, so if Un opératif is hors de combat, set back up (e.g. HIEROTEK CIRCLE Reanimation Protocols) and then subsequently hors de combat again, a second Martyr token cannot be gained as a result.",
      "actions": [],
      "victoryPoints": "At the end of each point tournant after the first, if opératifs alliés contest an objective marker that has one or more of your Martyr tokens, you can remove any of those tokens. For each token you remove, you score 1VP; if opératifs alliés also control that marker, you score 2VP instead.\nYou cannot score more than 2VP from this op per point tournant."
    },
    {
      "id": "OP-TAC-2025-SECURITY-03",
      "type": "tac-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Envoy",
      "archetype": "Security",
      "reveal": "The first time you select an envoy.",
      "additionalRules": "As a STRATEGIC GAMBIT in each point tournant after the first, select one opératif allié to be your envoy until the Ready step of the next Strategy phase. You cannot select Un opératif you selected during a previous point tournant.",
      "actions": [],
      "victoryPoints": "At the end of each point tournant after the first, if your envoy is wholly within enemy territory and not dans la portée de contrôle of opératifs ennemis, you score 1VP; if this is true and your envoy has not lost any wounds during that point tournant, you score 2VP instead."
    },
    {
      "id": "OP-TAC-2025-INFILTRATION-01",
      "type": "tac-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Track Enemy",
      "archetype": "Infiltration",
      "reveal": "The first time you score VP from this op.",
      "additionalRules": "An opératif ennemi is being tracked if it's a valid target for a opératif allié within 6\" of it. That opératif allié must have a Conceal order, cannot be a valid target for the opératif ennemi it's attempting to track, and cannot be dans la portée de contrôle of opératifs ennemis.",
      "actions": [],
      "victoryPoints": "At the end of each point tournant after the first:\n - If one opératif ennemi is being tracked, you score 1VP, or 2VP instead if it's the fourth point tournant.\n - If two or more opératifs ennemis are being tracked, you score 2VP.\nYou cannot score more than 2VP from this op per point tournant."
    },
    {
      "id": "OP-TAC-2025-INFILTRATION-02",
      "type": "tac-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Plant Devices",
      "archetype": "Infiltration",
      "reveal": "The first time a opératif allié performs the Plant Device action.",
      "additionalRules": null,
      "actions": [
        "ACTION-TAC-2025-PLANT-DEVICE"
      ],
      "victoryPoints": "At the end of each point tournant after the first:\n - If your opponent's objective marker has one of your Device tokens, you score 1VP.\n - For each other objective marker opératifs ennemis contest that has one of your Device tokens, you score 1VP.\nYou cannot score more than 2VP from this op per point tournant."
    },
    {
      "id": "OP-TAC-2025-INFILTRATION-03",
      "type": "tac-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Steal Intelligence",
      "archetype": "Infiltration",
      "reveal": "The first time an opératif ennemi is hors de combat.",
      "additionalRules": "Whenever an opératif ennemi is hors de combat, before it's removed from the zone de combat, place one of your Intelligence mission markers within its portée de contrôle.\nopératifs alliés can perform the Ramasser un Marqueur action on your Intelligence mission markers, and for the purposes of that action's conditions, ignore the first Intelligence mission marker l'opératif actif is carrying. In other words, each opératif allié can carry up to two Intelligence mission markers, or one and one other marker.",
      "actions": [],
      "victoryPoints": "At the end of each point tournant after the first, if any opératifs alliés are carrying any of your Intelligence mission markers, you score 1VP.\nYou cannot score more than 2VP from this op per point tournant.\nAt the end of the battle, for each of your Intelligence mission markers opératifs alliés are carrying, you score 1VP."
    },
    {
      "id": "OP-CRIT-2025-01",
      "type": "crit-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Secure",
      "reveal": null,
      "additionalRules": null,
      "actions": [
        "ACTION-CRIT-2025-SECURE"
      ],
      "victoryPoints": "At the end of each point tournant after the first:\n - If any objective markers are secured by your kill team, you score 1VP.\n - If more objective markers are secured by your kill team than your opponent's kill team, you score 1VP."
    },
    {
      "id": "OP-CRIT-2025-02",
      "type": "crit-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Loot",
      "reveal": null,
      "additionalRules": null,
      "actions": [
        "ACTION-CRIT-2025-LOOT"
      ],
      "victoryPoints": "Whenever a opératif allié performs the Loot action, you score 1VP (to a maximum of 2VP per point tournant)."
    },
    {
      "id": "OP-CRIT-2025-03",
      "type": "crit-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Transmission",
      "reveal": null,
      "additionalRules": null,
      "actions": [
        "ACTION-CRIT-2025-INITIATE-TRANSMISSION"
      ],
      "victoryPoints": "At the end of each point tournant after the first:\n - If opératifs alliés control any transmitting objective markers, you score 1VP.\n - If opératifs alliés control more transmitting objective markers than opératifs ennemis do, you score 1VP.\nYou cannot score more than 2VP from this op per point tournant."
    },
    {
      "id": "OP-CRIT-2025-04",
      "type": "crit-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Orb",
      "reveal": null,
      "additionalRules": "At the start of the battle, the centre objective marker has the Orb token.",
      "actions": [
        "ACTION-CRIT-2025-MOVE-ORB"
      ],
      "victoryPoints": " At the end of each point tournant after the first, for each objective marker that opératifs alliés control that doesn't have the Orb token, you score 1VP. "
    },
    {
      "id": "OP-CRIT-2025-05",
      "type": "crit-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Stake Claim",
      "reveal": null,
      "additionalRules": "At the start of the Gambit step of each Strategy phase after the first, starting with the player with initiative, each player must select both one objective marker and one of the following claims for that point tournant:\n - opératifs alliés will control that objective marker at the end of this point tournant.\n - opératifs ennemis won't contest that objective marker at the end of this point tournant.\nEach player cannot select each objective marker more than once per battle (so they must select each objective marker once during the battle).",
      "actions": [],
      "victoryPoints": "At the end of each point tournant, after the first:\n - If opératifs alliés control more objective markers than opératifs ennemis do, you score 1VP.\n - If your selected claim is true, you score 1VP.\nYou cannot score more than 2VP from this op per point tournant."
    },
    {
      "id": "OP-CRIT-2025-06",
      "type": "crit-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Energy Cells",
      "reveal": null,
      "additionalRules": "opératifs can perform the Ramasser un Marqueur action upon each objective marker in the following turning points:\n - 2, but you must spend an additional 2AP (that action cannot be free and its AP cannot be reduced).\n - 3, but you must spend an additional 1AP (that action cannot be free and its AP cannot be reduced).\n - 4 (as normal).\nWhenever Un opératif is carrying an objective marker, that opératif cannot be removed and set up again more than 6\" away.",
      "actions": [],
      "victoryPoints": "At the end of each point tournant after the first, if opératifs alliés control more objective markers than opératifs ennemis do, you score 1VP.\nAt the end of the battle, for each objective marker opératifs alliés are carrying, you score 1VP."
    },
    {
      "id": "OP-CRIT-2025-07",
      "type": "crit-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Download",
      "reveal": null,
      "additionalRules": null,
      "actions": [
        "ACTION-CRIT-2025-DOWNLOAD"
      ],
      "victoryPoints": "At the end of each point tournant after the first, if opératifs alliés control more objective markers than opératifs ennemis do, you score 1VP. Ignore downloaded objective markers when determining this.\nWhenever a opératif allié performs the Download action during the third point tournant, you score 1VP.\nWhenever a opératif allié performs the Download action during the fourth point tournant, you score 2VP."
    },
    {
      "id": "OP-CRIT-2025-08",
      "type": "crit-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Data",
      "reveal": null,
      "additionalRules": null,
      "actions": [
        "ACTION-CRIT-2025-COMPILE-DATA",
        "ACTION-CRIT-2025-SEND-DATA"
      ],
      "victoryPoints": "At the end of the second and third point tournant, if opératifs alliés have performed more Compile Data actions during that point tournant than opératifs ennemis have, you score 1VP.\nWhenever a opératif allié performs the Send Data action, you score a number of VP equal to the number of Data points removed."
    },
    {
      "id": "OP-CRIT-2025-09",
      "type": "crit-op",
      "packs": [
        "Approved Ops: 2025"
      ],
      "title": "Reboot",
      "reveal": null,
      "additionalRules": "When setting up the battle, after setting up objective markers, number each objective marker 1-3.\nAt the start of the Gambit step of each Strategy phase, each player secretly selects one objective marker by putting a number of dice in their hand that matches that marker's number, then reveal simultaneously:\n - If both players selected the same one, that objective marker is inert during this point tournant.\n - If not, the objective marker that neither player selected is inert during this point tournant.",
      "actions": [
        "ACTION-CRIT-2025-REBOOT"
      ],
      "victoryPoints": "At the end of each point tournant after the first, for each objective marker opératifs alliés control, you score 1VP. Ignore inert objective markers when determining this."
    }
  ],
  "actions": [
    {
      "id": "ACTION-CRIT-2025-SECURE",
      "type": "mission",
      "seq": 201,
      "AP": 1,
      "name": "Secure",
      "description": null,
      "effects": [
        "One objective marker l'opératif actif controls is secured by your kill team until the enemy kill team secures that objective marker."
      ],
      "conditions": [
        "Un opératif cannot perform this action during the first point tournant, or while dans la portée de contrôle of an opératif ennemi. "
      ],
      "packs": [
        "Approved Ops: 2025"
      ]
    },
    {
      "id": "ACTION-CRIT-2025-LOOT",
      "type": "mission",
      "seq": 202,
      "AP": 1,
      "name": "Loot",
      "description": null,
      "effects": [
        "One objective marker l'opératif actif controls is looted."
      ],
      "conditions": [
        "Un opératif cannot perform this action during the first point tournant, while dans la portée de contrôle of an opératif ennemi, or if that objective marker has already been looted during this point tournant. "
      ],
      "packs": [
        "Approved Ops: 2025"
      ]
    },
    {
      "id": "ACTION-TAC-2025-RETRIEVE",
      "type": "mission",
      "seq": 203,
      "AP": 1,
      "name": "Retrieve",
      "description": null,
      "effects": [
        "If l'opératif actif controls an objective marker that hasn't been searched by opératifs alliés, that opératif is now carrying one of your Retrieval mission markers and that objective marker has been searched by opératifs alliés. opératifs alliés can perform the Ramasser un Marqueur action on your Retrieval mission markers."
      ],
      "conditions": [
        "Un opératif cannot perform this action during the first point tournant, or while dans la portée de contrôle of an opératif ennemi."
      ],
      "packs": [
        "Approved Ops: 2025"
      ]
    },
    {
      "id": "ACTION-TAC-2025-SCOUT",
      "type": "mission",
      "seq": 204,
      "AP": 1,
      "name": "Scout",
      "description": null,
      "effects": [
        " Select one ready opératif ennemi visible to and more than 6\" from l'opératif actif. That opératif ennemi is now monitored until the Ready step of the next Strategy phase."
      ],
      "conditions": [
        " Un opératif cannot perform this action while it has an Engage order, during the first point tournant, or while dans la portée de contrôle of an opératif ennemi."
      ],
      "packs": [
        "Approved Ops: 2025"
      ]
    },
    {
      "id": "ACTION-TAC-2025-CLEAR",
      "type": "mission",
      "seq": 205,
      "AP": 1,
      "name": "Clear",
      "description": null,
      "effects": [
        "An objective marker l'opératif actif controls is cleared for the point tournant."
      ],
      "conditions": [
        "Un opératif cannot perform this action during the first point tournant, or while dans la portée de contrôle of an opératif ennemi."
      ],
      "packs": [
        "Approved Ops: 2025"
      ]
    },
    {
      "id": "ACTION-TAC-2025-PLANT-BANNER",
      "type": "mission",
      "seq": 206,
      "AP": 1,
      "name": "Plant Banner",
      "description": null,
      "effects": [
        "Place your Banner mission marker within l'opératif actif's portée de contrôle, wholly within your opponent's territory and more than 5\" from a neutral zone de combat edge. opératifs can perform the Ramasser un Marqueur action on your Banner mission marker."
      ],
      "conditions": [
        "Un opératif cannot perform this action during the first point tournant, while dans la portée de contrôle of an opératif ennemi, or if a opératif allié has already performed this action during the battle."
      ],
      "packs": [
        "Approved Ops: 2025"
      ]
    },
    {
      "id": "ACTION-TAC-2025-PLANT-DEVICE",
      "type": "mission",
      "seq": 207,
      "AP": 1,
      "name": "Plant Device",
      "description": null,
      "effects": [
        "One objective marker l'opératif actif controls gains one of your Device tokens."
      ],
      "conditions": [
        " Un opératif cannot perform this action during the first point tournant, while dans la portée de contrôle of an opératif ennemi, or if that objective marker already has one of your Device tokens."
      ],
      "packs": [
        "Approved Ops: 2025"
      ]
    },
    {
      "id": "ACTION-CRIT-2025-INITIATE-TRANSMISSION",
      "type": "mission",
      "seq": 208,
      "AP": 1,
      "name": "Initiate Transmission",
      "description": null,
      "effects": [
        "One objective marker l'opératif actif controls is transmitting until the start of the next point tournant."
      ],
      "conditions": [
        "Un opératif cannot perform this action during the first point tournant, or while dans la portée de contrôle of an opératif ennemi."
      ],
      "packs": [
        "Approved Ops: 2025"
      ]
    },
    {
      "id": "ACTION-CRIT-2025-MOVE-ORB",
      "type": "mission",
      "seq": 209,
      "AP": 1,
      "name": "Move Orb",
      "description": null,
      "effects": [
        "If l'opératif actif controls the objective marker that has the Orb token, move that token as follows:\n - If the centre objective marker has it, move it to either player's objective marker (your choice).\n - If a player's objective marker has it, move it to the centre objective marker."
      ],
      "conditions": [
        " Un opératif cannot perform this action during the first point tournant, while dans la portée de contrôle of an opératif ennemi, or if it doesn't control the objective marker that has the Orb token. "
      ],
      "packs": [
        "Approved Ops: 2025"
      ]
    },
    {
      "id": "ACTION-CRIT-2025-DOWNLOAD",
      "type": "mission",
      "seq": 210,
      "AP": 1,
      "name": "Download",
      "description": null,
      "effects": [
        "One centre or opponent's objective marker l'opératif actif controls is downloaded."
      ],
      "conditions": [
        " Un opératif cannot perform this action during the first or second point tournant, while dans la portée de contrôle of an opératif ennemi, or if that objective marker has already been downloaded during the battle."
      ],
      "packs": [
        "Approved Ops: 2025"
      ]
    },
    {
      "id": "ACTION-CRIT-2025-COMPILE-DATA",
      "type": "mission",
      "seq": 211,
      "AP": 1,
      "name": "Compile Data",
      "description": null,
      "effects": [
        "One objective marker l'opératif actif controls gains 1 Data point. Use a dice as a token to keep track of Data points at that objective marker."
      ],
      "conditions": [
        "Un opératif cannot perform this action during the first point tournant, while dans la portée de contrôle of an opératif ennemi, or if that objective marker has already gained a Data point during this point tournant."
      ],
      "packs": [
        "Approved Ops: 2025"
      ]
    },
    {
      "id": "ACTION-CRIT-2025-SEND-DATA",
      "type": "mission",
      "seq": 212,
      "AP": 1,
      "name": "Send Data",
      "description": null,
      "effects": [
        "Remove all Data points from an objective marker l'opératif actif controls."
      ],
      "conditions": [
        " Un opératif cannot perform this action during the first, second or third point tournant, while dans la portée de contrôle of an opératif ennemi, or if that objective marker doesn't have any Data points to remove."
      ],
      "packs": [
        "Approved Ops: 2025"
      ]
    },
    {
      "id": "ACTION-CRIT-2025-REBOOT",
      "type": "mission",
      "seq": 213,
      "AP": 2,
      "name": "Reboot",
      "description": null,
      "effects": [
        "One inert objective marker l'opératif actif controls is no longer inert."
      ],
      "conditions": [
        "Un opératif cannot perform this action during the first point tournant, or while dans la portée de contrôle of an opératif ennemi."
      ],
      "packs": [
        "Approved Ops: 2025"
      ]
    }
  ]
}