{
  "actions": [
    {
      "id": "ACTION-REPOSITION",
      "type": "universal",
      "seq": 101,
      "AP": 1,
      "name": "Repositionner",
      "description": null,
      "effects": [
        "Move l'opératif actif up to its Move stat to a location it can be placed. This must be done in one or more straight-line increments, and increments are always rounded up to the nearest inch."
      ],
      "conditions": [
        "It cannot move dans la portée de contrôle of an opératif ennemi, unless one or more other opératifs alliés are already dans la portée de contrôle of that opératif ennemi, in which case it can move dans la portée de contrôle of that opératif ennemi but cannot finish the move there.",
        "Un opératif cannot perform this action while dans la portée de contrôle of an opératif ennemi, or during the same activation in which it performed the Repli or Charge action."
      ]
    },
    {
      "id": "ACTION-DASH",
      "type": "universal",
      "seq": 102,
      "AP": 1,
      "name": "Ruée",
      "description": null,
      "effects": [
        "The same as the Repositionner action, except don't use l'opératif actif's Move stat - it can move up to 3\" instead. In addition, it cannot climb during this move, but it can drop and jump."
      ],
      "conditions": [
        "Un opératif cannot perform this action while dans la portée de contrôle of an opératif ennemi, or during the same activation in which it performed the Charge action."
      ]
    },
    {
      "id": "ACTION-FALL-BACK",
      "type": "universal",
      "seq": 103,
      "AP": 2,
      "name": "Repli",
      "description": null,
      "effects": [
        "The same as the Repositionner action, except l'opératif actif can move dans la portée de contrôle of an opératif ennemi, but cannot finish the move there."
      ],
      "conditions": [
        "Un opératif cannot perform this action unless an opératif ennemi is within its portée de contrôle. It cannot perform this action during the same activation in which it performed the Repositionner or Charge action."
      ]
    },
    {
      "id": "ACTION-CHARGE",
      "type": "universal",
      "seq": 104,
      "AP": 1,
      "name": "Charge",
      "description": null,
      "effects": [
        "The same as the Repositionner action, except l'opératif actif can move an additional 2\".",
        "It can move, and must finish the move, dans la portée de contrôle of an opératif ennemi. If it moves dans la portée de contrôle of an opératif ennemi that no other opératifs alliés are dans la portée de contrôle of, it cannot leave that opératif's portée de contrôle."
      ],
      "conditions": [
        "Un opératif cannot perform this action while it has a Conceal order, if it's already dans la portée de contrôle of an opératif ennemi, or during the same activation in which it performed the Repositionner, Ruée or Repli action."
      ]
    },
    {
      "id": "ACTION-PICK-UP-MARKER",
      "type": "universal",
      "seq": 105,
      "AP": 1,
      "name": "Ramasser un Marqueur",
      "description": null,
      "effects": [
        "Remove a marker l'opératif actif controls that the Ramasser un Marqueur action can be performed upon. That opératif is now carrying, contesting and controlling that marker."
      ],
      "conditions": [
        "Un opératif cannot perform this action while dans la portée de contrôle of an opératif ennemi, or while it's already carrying a marker."
      ]
    },
    {
      "id": "ACTION-PLACE-MARKER",
      "type": "universal",
      "seq": 106,
      "AP": 1,
      "name": "Placer un Marqueur",
      "description": null,
      "effects": [
        "Place a marker l'opératif actif is carrying within its portée de contrôle.",
        "If Un opératif carrying a marker is hors de combat, it must perform this action before being removed from the zone de combat, but does so for 0AP. This takes precedence over all rules that prevent it from doing so."
      ],
      "conditions": [
        "Un opératif cannot perform this action during the same activation in which it already performed the Ramasser un Marqueur action (unless hors de combat)."
      ]
    },
    {
      "id": "ACTION-SHOOT",
      "type": "universal",
      "seq": 107,
      "AP": 1,
      "name": "Tirer",
      "description": null,
      "effects": [
        "Tirer with l'opératif actif by following the sequence below. l'opératif actif's player is the attacker. The selected opératif ennemi's player is the defender."
      ],
      "conditions": [
        "Un opératif cannot perform this action while it has a Conceal order, or while dans la portée de contrôle of an opératif ennemi."
      ]
    },
    {
      "id": "ACTION-FIGHT",
      "type": "universal",
      "seq": 108,
      "AP": 1,
      "name": "Combattre",
      "description": null,
      "effects": [
        "Combattre with l'opératif actif by following the sequence below. l'opératif actif's player is the attacker. The selected opératif ennemi's player is the defender."
      ],
      "conditions": [
        "Un opératif cannot perform this action unless an opératif ennemi is within its portée de contrôle."
      ]
    },
    {
      "id": "ACTION-COUNTERACT",
      "type": "universal",
      "seq": 109,
      "AP": 0,
      "name": "Contre-attaquer",
      "description": "When you would activate a ready opératif allié, if all your opératifs are expended but your opponent still has ready opératifs, you can select an expended opératif allié with an Engage order to perform a 1AP action for free (Excluding Vigilance). Each opératif can only Contre-attaquer once per point tournant, and cannot move more than 2\", or must be set up wholly within 2\" if it's removed and set up again, while counteracting (this is not a change to its Move stat, and takes precedence over all other rules). Counteracting is optional, so you can choose not to. In either case, activation alternates back to your opponent afterwards.",
      "effects": []
    },
    {
      "id": "ACTION-GUARD",
      "type": "universal",
      "seq": 110,
      "AP": 1,
      "name": "Vigilance",
      "description": null,
      "effects": [
        "The opératif goes on Vigilance (see below) until any of the following are true: \n - It performs any action, moves or is set up.\n - An opératif ennemi ends an action within its portée de contrôle and you don't interrupt that activation (see below).\n - Its order is changed.\n - It's the start of the next point tournant."
      ],
      "conditions": [
        "This action is treated as a Tirer action. Un opératif cannot perform this action while it has a Conceal order, or while it's dans la portée de contrôle of an opératif ennemi."
      ],
      "packs": [
        "zone de combat: Gallowdark",
        "zone de combat: Tomb World"
      ]
    },
    {
      "id": "ACTION-HATCHWAY-FIGHT",
      "type": "universal",
      "seq": 111,
      "AP": 1,
      "name": "Hatchway Combattre",
      "description": null,
      "effects": [
        "Combattre with l'opératif actif",
        "In the Select opératif ennemi step, instead select an opératif ennemi within 2\" of, and on the other side of, an open hatchway's access point l'opératif actif is touching. For the duration of that action, those opératifs are treated as being within each other's portée de contrôle."
      ],
      "conditions": [
        "This action is treated as a Tirer action. Un opératif cannot perform this action while it has a Conceal order, or while it's dans la portée de contrôle of an opératif ennemi."
      ],
      "packs": [
        "zone de combat: Gallowdark",
        "zone de combat: Tomb World"
      ]
    },
    {
      "id": "ACTION-DOOR-FIGHT",
      "type": "universal",
      "seq": 112,
      "AP": 1,
      "name": "Door Combattre",
      "description": null,
      "effects": [
        "Combattre with l'opératif actif",
        "In the Select opératif ennemi step, select an opératif ennemi within 2\" of, and on the other side of, a door l'opératif actif is touching. For the duration of that action, those opératifs are treated as being within each other's portée de contrôle."
      ],
      "conditions": [
        "This action is treated as a Combattre action. Un opératif cannot perform this action while dans la portée de contrôle of an opératif ennemi, or if its base isn't touching a door."
      ],
      "packs": [
        "zone de combat: Volkus"
      ]
    }
  ]
}