{
  "factionId": "NEC",
  "killteamId": "NEC-CAN",
  "version": "October '25",
  "file": "https://assets.warhammer-community.com/eng_29-10_kill_team_team_rules_canoptek_circle-phfovhebev-eutxfo8ln9.pdf",
  "killteamName": "Canoptek Circle",
  "description": "Canoptek Circle kill teams comprise sinister alien constructs in thrall to their Cryptek master. The emotionless and unliving Canoptek constructs overcome obstacles to a Cryptek's ambitions, whether rock and metal or the bodies of the living, while their master accesses nodes of power and data to charge the constructs' ancient abilities further.",
  "composition": "A CANOPTEK CIRCLE Killteam is composed of:\n\n- 1 CANOPTEK CIRCLE GEOMANCER operative\n- 2 CANOPTEK CIRCLE TOMB CRAWLER operatives with one of the following options (select separately for each):\n  - Twin gauss reapers; claws\n  - Transdimensional isolator; claws*\n- 1 CANOPTEK CIRCLE ACCELERATOR operative\n- 1 CANOPTEK CIRCLE REANIMATOR operative\n- 3 CANOPTEK CIRCLE WARRIOR operatives with one of the following options (select separately for each):\n  - Gauss scalpel; claws & tail\n  - Tesla caster; claws & tail\n\n*Your kill team can only include up to one transdimensional isolator. ",
  "archetypes": [
    "Recon",
    "Security"
  ],
  "ploys": [
    {
      "ployId": "NEC-CAN-S-HS",
      "killteamId": "NEC-CAN",
      "ployType": "S",
      "seq": 1,
      "ployName": "Hypershielding",
      "description": "Whenever an operative is shooting a friendly CANOPTEK CIRCLE operative, if your OBELISK NODE MATRIX is intervening, or that friendly operative is within your OBELISK NODE MATRIX, you can re-roll any of your defence dice results of one result (e.g. results of 2)."
    },
    {
      "ployId": "NEC-CAN-S-TDA",
      "killteamId": "NEC-CAN",
      "ployType": "S",
      "seq": 2,
      "ployName": "Transdynamic Amplification",
      "description": "Whenever a friendly CANOPTEK CIRCLE operative is shooting, if your OBELISK NODE MATRIX is intervening, or the target is within your OBELISK NODE MATRIX, that friendly operative's weapons have the Ceaseless weapon rule."
    },
    {
      "ployId": "NEC-CAN-S-CGR",
      "killteamId": "NEC-CAN",
      "ployType": "S",
      "seq": 3,
      "ployName": "Cryptogravitic Repulsion",
      "description": "Once per action, the first time an enemy operative would move within your OBELISK NODE MATRIX, the distance is treated as an additional 1\". Note this means if that enemy operative doesn't have sufficient move distance (e.g. it's at the end of its move), that operative cannot move within your OBELISK NODE MATRIX."
    },
    {
      "ployId": "NEC-CAN-S-SD",
      "killteamId": "NEC-CAN",
      "ployType": "S",
      "seq": 4,
      "ployName": "Souldrain",
      "description": "Whenever an enemy operative is within your OBELISK NODE MATRIX, or whenever it's fighting or retaliating against a friendly CANOPTEK CIRCLE operative that's within your OBELISK NODE MATRIX, subtract 1 from both Dmg stats of that enemy operative's melee weapons (to a minimum of 2) until the end of the activation/counteraction. Note this means if the enemy operative moves through your OBELISK NODE MATRIX, apply this change at the end of that move action until the end of the activation/counteraction."
    },
    {
      "ployId": "NEC-CAN-T-SF",
      "killteamId": "NEC-CAN",
      "ployType": "T",
      "seq": 5,
      "ployName": "Shield Flare",
      "description": "Use this firefight ploy when an attack dice inflicts Normal Dmg on a friendly CANOPTEK CIRCLE operative. If your OBELISK NODE MATRIX is intervening, or that friendly operative is within your OBELISK NODE MATRIX, ignore that inflicted damage. Note your opponent determines intervening (i.e. where on their operative's base to draw the targeting lines from)."
    },
    {
      "ployId": "NEC-CAN-T-AON",
      "killteamId": "NEC-CAN",
      "ployType": "T",
      "seq": 6,
      "ployName": "Animate Obelisk Nodes",
      "description": "Use this firefight ploy when it's your turn to activate or counteract. Move any number of your OBELISK NODE markers instead. They can move up to 6\" combined, and distances are always rounded up to the nearest inch (so if you move a marker 1.5\", it's treated as moving it 2\"). For example, you could move one marker 6\", three markers 1\" each, or any combination that doesn't exceed 6\" in total. You can also move them 0\" (to effectively skip an activation). In any case, your opponent activates as normal afterwards."
    },
    {
      "ployId": "NEC-CAN-T-NR",
      "killteamId": "NEC-CAN",
      "ployType": "T",
      "seq": 7,
      "ployName": "Nodal Response",
      "description": "Use this firefight ploy during a friendly CANOPTEK CIRCLE operative's activation, before or after it performs an action. You can either change one of the strategy ploys you used during this turning point (only pay additional CP if that ploy costs more), or use a strategy ploy now (pay its CP cost as normal)."
    },
    {
      "ployId": "NEC-CAN-T-ST",
      "killteamId": "NEC-CAN",
      "ployType": "T",
      "seq": 8,
      "ployName": "Sacrificial Thrall",
      "description": "Use this firefight ploy when a friendly CANOPTEK CIRCLE GEOMANCER operative is selected as the valid target of a Shoot action or to fight against during the Fight action.\nSelect one other friendly CANOPTEK CIRCLE CANOPTEK operative visible to and within 3\" of that first friendly operative to become the valid target or to be fought against (as appropriate) instead (even if it wouldn't normally be valid for this).\nIf it's the Fight action, treat that other operative as being within the fighting operative's control range for the duration of that action. If it's the Shoot action, that other operative is only in cover or obscured if the original target was.\n\nThis ploy has no effect if it's the Shoot action and the ranged weapon has the Blast or Torrent weapon rule."
    }
  ],
  "equipments": [
    {
      "eqId": "NEC-CAN-MM",
      "killteamId": "NEC-CAN",
      "seq": 1,
      "eqName": "Matrix Manipulator",
      "description": "Once per battle, during a friendly CANOPTEK CIRCLE operative's activation or counteraction, you can use this rule. If you do, until the end of that activation/counteraction, a friendly CANOPTEK CIRCLE GEOMANCER operative is treated as your fourth OBELISK NODE marker.",
      "effects": ""
    },
    {
      "eqId": "NEC-CAN-AON",
      "killteamId": "NEC-CAN",
      "seq": 2,
      "eqName": "Awakened Obelisk Nodes",
      "description": "After revealing this equipment option, roll one D3. You can use the Animate Obelisk Nodes firefight ploy for 0CP a number of times during the battle equal to the result.",
      "effects": ""
    },
    {
      "eqId": "NEC-CAN-SDC",
      "killteamId": "NEC-CAN",
      "seq": 3,
      "eqName": "Nanoscarab Caskets",
      "description": "Whenever a friendly CANOPTEK CIRCLE operative is activated, it regains up to D3 lost wounds.",
      "effects": ""
    },
    {
      "eqId": "NEC-CAN-PS",
      "killteamId": "NEC-CAN",
      "seq": 4,
      "eqName": "Phase Shifter",
      "description": "Once per turning point, when an operative is shooting a friendly CANOPTEK CIRCLE GEOMANCER operative, at the start of the Roll Defence Dice step, you can use this rule.\nIf you do, worsen the x of the Piercing weapon rule by 1 (if any) until the end of that sequence. Note that Piercing 1 would therefore be ignored.",
      "effects": ""
    }
  ],
  "teamAbilities": [
    {
      "abilityId": "NEC-CAN-TA-OBNOMA",
      "abilityName": "Obelisk Node Matrix",
      "description": "As a STRATEGIC GAMBIT in the first turning point, place your three OBELISK NODE markers wholly within your territory. As a STRATEGIC GAMBIT in each turning point after the first, you can move your OBELISK NODE markers up to 3\" each.\n\nYour OBELISK NODE markers control other markers within 1\" of them that no enemy operatives contest (treat your OBELISK NODE markers as friendly operatives for this purpose).\nIf more than one player would use their OBELISK NODE markers to control the same marker, no OBELISK NODE markers control it.\n\nWhenever one of your OBELISK NODE markers is within 6\" horizontally of another of your OBELISK NODE markers, those markers and the area between them create an OBELISK NODE MATRIX above and below (in other words, their height in the killzone is irrelevant).\nIf all three of your OBELISK NODE markers fulfil this, it creates a larger combined OBELISK NODE MATRIX.\nWhenever a friendly CANOPTEK CIRCLE operative is within your OBELISK NODE MATRIX:\n- Weapons on its datacard have the Accurate 2 weapon rule.\n- Add 1 to its APL stat (to a maximum of 3)."
    }
  ],
  "opTypes": [
    {
      "opTypeId": "NEC-CAN-GEO",
      "killteamId": "NEC-CAN",
      "seq": 1,
      "opTypeName": "Geomancer",
      "MOVE": "6\"",
      "APL": 3,
      "SAVE": "3+",
      "WOUNDS": 14,
      "keywords": "CANOPTEK CIRCLE, NECRON, CANOPTEK, MACROCYTE, REANIMATOR",
      "basesize": 28,
      "weapons": [
        {
          "wepId": "NEC-CAN-GEO-TGR",
          "opTypeId": "NEC-CAN-GEO",
          "seq": 1,
          "wepName": "Tremorglaive",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "NEC-CAN-GEO-TGR-01",
              "wepId": "NEC-CAN-GEO-TGR",
              "seq": 1,
              "profileName": "Part Matter",
              "ATK": "4",
              "HIT": "3+",
              "DMG": "4/5",
              "WR": [
                {
                  "id": "WR-UNIV-PIERCING",
                  "number": 1
                },
                {
                  "id": "WR-UNIV-PIERCING",
                  "number": 2,
                  "details": "Crits"
                }
              ]
            },
            {
              "wepprofileId": "NEC-CAN-GEO-TGR-02",
              "wepId": "NEC-CAN-GEO-TGR",
              "seq": 2,
              "profileName": "Quake",
              "ATK": "5",
              "HIT": "3+",
              "DMG": "1/2",
              "WR": [
                {
                  "id": "WR-UNIV-BLAST",
                  "number": 2
                },
                {
                  "id": "WR-UNIV-SEEK",
                  "details": "Light"
                },
                {
                  "id": "WR-UNIV-STUN"
                }
              ]
            }
          ]
        },
        {
          "wepId": "NEC-CAN-GEO-TGM",
          "opTypeId": "NEC-CAN-GEO",
          "seq": 1,
          "wepName": "Tremorglaive",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "NEC-CAN-GEO-TGM-01",
              "wepId": "NEC-CAN-GEO-TGM",
              "seq": 1,
              "profileName": "",
              "ATK": "4",
              "HIT": "4+",
              "DMG": "4/5",
              "WR": [
                {
                  "id": "WR-UNIV-SEVERE"
                },
                {
                  "id": "WR-UNIV-SHOCK"
                },
                {
                  "id": "WR-UNIV-STUN"
                }
              ]
            }
          ]
        }
      ],
      "abilities": [
        {
          "abilityId": "NEC-CAN-GEO-SNC",
          "opTypeId": "NEC-CAN-GEO",
          "abilityName": "Obelisk Node Control",
          "description": "Whenever this operative would perform a mission action, if it requires this operative to control an objective marker, you can instead determine control from one of your OBELISK NODE markers (see Obelisk Node Matrix faction rule).\nWhenever this operative would perform the Operate Hatch action, you can open or close a hatchway thats access point is within 1\" of one of your OBELISK NODE markers instead.\nNote that you must still fulfil the Operate Hatch action's conditions."
        }
      ],
      "actions": [
        {
          "id": "NEC-CAN-GEO-CC",
          "type": "ability",
          "seq": 0,
          "AP": 1,
          "name": "Canoptek Control",
          "description": null,
          "effects": [
            "SUPPORT. Select one friendly CANOPTEK CIRCLE CANOPTEK operative visible to and within 6\" of this operative. Alternatively, you can select one friendly CANOPTEK CIRCLE CANOPTEK operative that's visible to this operative and within your OBELISK NODE MATRIX (SUPPORT doesn't apply to this selection).",
            "That selected operative can immediately perform a 1AP action for free; it cannot move more than 2\" during that action."
          ],
          "conditions": [
            "This operative cannot perform this action while within control range of an enemy operative"
          ]
        },
        {
          "id": "NEC-CAN-GEO-GD",
          "type": "ability",
          "seq": 1,
          "AP": 1,
          "name": "Geomantic Disturbance",
          "description": null,
          "effects": [
            "Select a point on a terrain feature; that point must be visible to and within 8\" of this operative. Separately roll 2D6 for each operative within 2\" of that point. If the result is higher than that operative's remaining wounds, inflict damage on it equal to the difference."
          ],
          "conditions": [
            "This operative cannot perform this action while it has a Conceal order, or while within control range of an enemy operative."
          ]
        },
        {
          "id": "NEC-CAN-GEO-MB",
          "type": "ability",
          "seq": 2,
          "AP": 1,
          "name": "Molecular Breach",
          "description": null,
          "effects": [
            "SUPPORT. Select one friendly CANOPTEK CIRCLE operative visible to and within 6\" of this operative. Alternatively, you can select one friendly CANOPTEK CIRCLE operative visible to this operative and within your OBELISK NODE MATRIX (SUPPORT doesn't apply to this selection).",
            "The next time the selected operative performs an action in which it moves, don't move it. Instead, remove it from the killzone and set it back up wholly within a distance equal to its Move stat (or 3\" if it was a Dash) horizontally of its",
            "original location (in a killzone that uses the close quarters rules, e.g. Killzone: Tomb World, this distance can be measured over and through Wall terrain and the operative can be set up on the other side). Note that it gains no additional distance when performing the Charge action.",
            "It must be set up in a location it can be placed, and unless it's the Charge action, it cannot be set up within control range of an enemy operative."
          ],
          "conditions": [
            "This operative cannot perform this action while within control range of an enemy operative."
          ]
        }
      ]
    },
    {
      "opTypeId": "NEC-CAN-ACC",
      "killteamId": "NEC-CAN",
      "seq": 2,
      "opTypeName": "Canoptek Macrocyte Accelerator",
      "MOVE": "7\"",
      "APL": 2,
      "SAVE": "4+",
      "WOUNDS": 7,
      "keywords": "CANOPTEK CIRCLE, NECRON, CANOPTEK, MACROCYTE, ACCELERATOR",
      "basesize": 28,
      "weapons": [
        {
          "wepId": "NEC-CAN-ACC-SP",
          "opTypeId": "NEC-CAN-ACC",
          "seq": 1,
          "wepName": "Spark",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "NEC-CAN-ACC-SP-01",
              "wepId": "NEC-CAN-ACC-SP",
              "seq": 1,
              "profileName": "",
              "ATK": "4",
              "HIT": "4+",
              "DMG": "2/3",
              "WR": [
                {
                  "id": "WR-UNIV-RANGE",
                  "number": 4
                },
                {
                  "id": "WR-UNIV-PIERCING",
                  "number": 1
                }
              ]
            }
          ]
        },
        {
          "wepId": "NEC-CAN-ACC-CAS",
          "opTypeId": "NEC-CAN-ACC",
          "seq": 2,
          "wepName": "Claws & Spark",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "NEC-CAN-ACC-CAS-01",
              "wepId": "NEC-CAN-ACC-CAS",
              "seq": 1,
              "profileName": "",
              "ATK": "3",
              "HIT": "4+",
              "DMG": "3/4",
              "WR": [
                {
                  "id": "WR-UNIV-LETHAL",
                  "number": 5
                },
                {
                  "id": "WR-UNIV-STUN"
                }
              ]
            }
          ]
        }
      ],
      "abilities": [],
      "actions": [
        {
          "id": "NEC-CAN-ACC-CO",
          "type": "ability",
          "seq": 0,
          "AP": 1,
          "name": "Cranial Overload",
          "description": null,
          "effects": [
            "Select one enemy operative visible to and within 3\" of this operative. Alternatively, if this operative is within your OBELISK NODE MATRIX, you can select one enemy operative within your OBELISK NODE MATRIX.",
            "Until the end of that enemy operative's next activation, subtract 1 from its APL stat."
          ],
          "conditions": [
            "This operative cannot perform this action while within control range of an enemy operative."
          ]
        },
        {
          "id": "NEC-CAN-ACC-OC",
          "type": "ability",
          "seq": 1,
          "AP": 1,
          "name": "Overcharge",
          "description": null,
          "effects": [
            "Select one other friendly CANOPTEK CIRCLE CANOPTEK operative visible to and within 3\" of this operative. Alternatively, if this operative is within your OBELISK NODE MATRIX, you can select one other friendly CANOPTEK CIRCLE CANOPTEK operative within your OBELISK NODE MATRIX.",
            "Until the end of that selected operative's next activation, add 1 to its APL stat."
          ],
          "conditions": [
            "This operative cannot perform this action while within control range of an enemy operative."
          ]
        }
      ]
    },
    {
      "opTypeId": "NEC-CAN-REA",
      "killteamId": "NEC-CAN",
      "seq": 3,
      "opTypeName": "Canoptek Macrocyte Reanimator",
      "MOVE": "7\"",
      "APL": 2,
      "SAVE": "4+",
      "WOUNDS": 7,
      "keywords": "CANOPTEK CIRCLE , NECRON, CANOPTEK, MACROCYTE, REANIMATOR",
      "basesize": 28,
      "weapons": [
        {
          "wepId": "NEC-CAN-REA-AB",
          "opTypeId": "NEC-CAN-REA",
          "seq": 1,
          "wepName": "Atomiser Beam",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "NEC-CAN-REA-AB-01",
              "wepId": "NEC-CAN-REA-AB",
              "seq": 1,
              "profileName": "",
              "ATK": "4",
              "HIT": "4+",
              "DMG": "3/4",
              "WR": [
                {
                  "id": "WR-UNIV-RANGE",
                  "number": 6
                },
                {
                  "id": "WR-UNIV-LETHAL",
                  "number": 5
                }
              ]
            }
          ]
        },
        {
          "wepId": "NEC-CAN-REA-CAT",
          "opTypeId": "NEC-CAN-REA",
          "seq": 2,
          "wepName": "Claws & Tail",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "NEC-CAN-REA-CAT-01",
              "wepId": "NEC-CAN-REA-CAT",
              "seq": 1,
              "profileName": "",
              "ATK": "4",
              "HIT": "4+",
              "DMG": "3/4",
              "WR": []
            }
          ]
        }
      ],
      "abilities": [
        {
          "abilityId": "NEC-CAN-REA-REA",
          "opTypeId": "NEC-CAN-REA",
          "abilityName": "Reanimate",
          "description": "Once per turning point, when another friendly CANOPTEK CIRCLE operative would be incapacitated, if that operative is visible to and within 6\" of this operative, or if this and that operative are within your OBELISK NODE MATRIX,\nyou can use this rule, providing neither this nor that operative is within control range of an enemy operative.\nIf you do, that friendly operative isn't incapacitated, has 1 wound remaining and cannot be incapacitated for the remainder of the action.\nAfter that action, that friendly operative can immediately perform a free Dash action. If this rule was used during that friendly operative's activation, that activation ends.\n\nYou cannot use this rule if this operative is incapacitated, or if it's a Shoot action and this operative would be a primary or secondary target."
        }
      ],
      "actions": [
        {
          "id": "NEC-CAN-REA-NB",
          "type": "ability",
          "seq": 0,
          "AP": 1,
          "name": "Nanoscarab Beam",
          "description": null,
          "effects": [
            "Select one friendly CANOPTEK CIRCLE operative visible to and within 6\" of this operative. Alternatively, if this operative is within your OBELISK NODE MATRIX, you can select one other friendly CANOPTEK CIRCLE operative within your OBELISK NODE MATRIX.",
            "The selected operative regains up to 3D3 lost wounds. It cannot be an operative that the Reanimate rule was used on during this turning point."
          ],
          "conditions": [
            "This operative cannot perform this action while within control range of an enemy operative, or more than once per turning point."
          ]
        }
      ]
    },
    {
      "opTypeId": "NEC-CAN-WAR",
      "killteamId": "NEC-CAN",
      "seq": 4,
      "opTypeName": "Canoptek Macrocyte Warrior",
      "MOVE": "7\"",
      "APL": 2,
      "SAVE": "4+",
      "WOUNDS": 7,
      "keywords": "CANOPTEK CIRCLE, NECRON, CANOPTEK, MACROCYTE, WARRIOR",
      "basesize": 28,
      "weapons": [
        {
          "wepId": "NEC-CAN-WAR-GS",
          "opTypeId": "NEC-CAN-WAR",
          "seq": 1,
          "wepName": "Gauss Scalpel",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "NEC-CAN-WAR-GS-01",
              "wepId": "NEC-CAN-WAR-GS",
              "seq": 1,
              "profileName": "",
              "ATK": "4",
              "HIT": "4+",
              "DMG": "3/4",
              "WR": [
                {
                  "id": "WR-UNIV-PIERCING",
                  "number": 1
                }
              ]
            }
          ]
        },
        {
          "wepId": "NEC-CAN-WAR-TC",
          "opTypeId": "NEC-CAN-WAR",
          "seq": 2,
          "wepName": "Tesla Caster",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "NEC-CAN-WAR-TC-01",
              "wepId": "NEC-CAN-WAR-TC",
              "seq": 1,
              "profileName": "Focused",
              "ATK": "5",
              "HIT": "4+",
              "DMG": "2/3",
              "WR": []
            },
            {
              "wepprofileId": "NEC-CAN-WAR-TC-02",
              "wepId": "NEC-CAN-WAR-TC",
              "seq": 2,
              "profileName": "Living Lightning",
              "ATK": "5",
              "HIT": "4+",
              "DMG": "2/3",
              "WR": [
                {
                  "id": "WR-UNIV-BLAST",
                  "number": 2
                }
              ]
            }
          ]
        },
        {
          "wepId": "NEC-CAN-WAR-CAT",
          "opTypeId": "NEC-CAN-WAR",
          "seq": 3,
          "wepName": "Claws & Tail",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "NEC-CAN-WAR-CAT-01",
              "wepId": "NEC-CAN-WAR-CAT",
              "seq": 1,
              "profileName": "",
              "ATK": "4",
              "HIT": "4+",
              "DMG": "3/4",
              "WR": []
            }
          ]
        }
      ],
      "abilities": [
        {
          "abilityId": "NEC-CAN-WAR-AD",
          "opTypeId": "NEC-CAN-WAR",
          "abilityName": "Aggressive Defence",
          "description": "If this operative is incapacitated by an enemy operative within 2\" of it, before this operative is removed from the killzone, roll one D3: on a 2+, inflict damage on that enemy operative equal to the result."
        },
        {
          "abilityId": "NEC-CAN-WAR-EC",
          "opTypeId": "NEC-CAN-WAR",
          "abilityName": "Expendable Construct",
          "description": "This operative is ignored for your opponent's kill/elimination op (when it's incapacitated, and when determining your starting number of operatives).\nIt's also ignored for victory conditions and scoring VPs if either require operatives to 'escape', 'survive' or be incapacitated by enemy operatives (if it escapes/survives/is incapacitated, determining how many operatives must escape/survive/be incapacitated, etc.)."
        }
      ]
    },
    {
      "opTypeId": "NEC-CAN-TC",
      "killteamId": "NEC-CAN",
      "seq": 5,
      "opTypeName": "Canoptek Tomb Crawler",
      "MOVE": "5\"",
      "APL": 2,
      "SAVE": "3+",
      "WOUNDS": 21,
      "keywords": "CANOPTEK CIRCLE, NECRON, CANOPTEK, TOMB CRAWLER",
      "basesize": 50,
      "weapons": [
        {
          "wepId": "NEC-CAN-TC-TDI",
          "opTypeId": "NEC-CAN-TC",
          "seq": 1,
          "wepName": "Transdimensional Isolator",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "NEC-CAN-TC-TDI-01",
              "wepId": "NEC-CAN-TC-TDI",
              "seq": 1,
              "profileName": "",
              "ATK": "5",
              "HIT": "4+",
              "DMG": "5/6",
              "WR": [
                {
                  "id": "WR-NEC-CAN-DIMENSIONAL"
                }
              ]
            }
          ]
        },
        {
          "wepId": "NEC-CAN-TC-TGR",
          "opTypeId": "NEC-CAN-TC",
          "seq": 2,
          "wepName": "Twin Gauss Reapers",
          "wepType": "R",
          "profiles": [
            {
              "wepprofileId": "NEC-CAN-TC-TGR-01",
              "wepId": "NEC-CAN-TC-TGR",
              "seq": 1,
              "profileName": "Focused",
              "ATK": "5",
              "HIT": "4+",
              "DMG": "4/5",
              "WR": [
                {
                  "id": "WR-UNIV-PIERCING",
                  "number": 1
                },
                {
                  "id": "WR-UNIV-SEVERE"
                }
              ]
            },
            {
              "wepprofileId": "NEC-CAN-TC-TGR-02",
              "wepId": "NEC-CAN-TC-TGR",
              "seq": 2,
              "profileName": "Sweeping",
              "ATK": "4",
              "HIT": "4+",
              "DMG": "4/5",
              "WR": [
                {
                  "id": "WR-UNIV-PIERCING",
                  "number": 1
                },
                {
                  "id": "WR-UNIV-SEVERE"
                },
                {
                  "id": "WR-UNIV-TORRENT",
                  "number": 1
                }
              ]
            }
          ]
        },
        {
          "wepId": "NEC-CAN-TC-C",
          "opTypeId": "NEC-CAN-TC",
          "seq": 3,
          "wepName": "Claws",
          "wepType": "M",
          "profiles": [
            {
              "wepprofileId": "NEC-CAN-TC-C-01",
              "wepId": "NEC-CAN-TC-C",
              "seq": 1,
              "profileName": "",
              "ATK": "4",
              "HIT": "4+",
              "DMG": "4/4",
              "WR": []
            }
          ]
        }
      ],
      "abilities": [
        {
          "abilityId": "NEC-CAN-TC-SF",
          "opTypeId": "NEC-CAN-TC",
          "abilityName": "Steadfast",
          "description": "Whenever determining control of a marker, you can treat this operative's APL stat as 3. If you do, this takes precedence over all other rules, meaning any changes to its APL stat are ignored for this."
        },
        {
          "abilityId": "NEC-CAN-TC-WS",
          "opTypeId": "NEC-CAN-TC",
          "abilityName": "Weapon Sentinel",
          "description": "Whenever your opponent is selecting a valid target, if this operative has a Conceal order, it cannot use Light terrain for cover. While this can allow this operative to be targeted (assuming it's visible), it doesn't remove its cover save (if any)"
        }
      ]
    }
  ],
  "weapon_rules": [
    {
      "id": "WR-NEC-CAN-DIMENSIONAL",
      "name": "Destierro dimensional",
      "description": "Después de que este agente haya usado esta arma, si has infligido daño o has guardado algún éxito crítico, si el blanco no ha quedado incapacitado, tira 2D6: si el resultado es mayor que las heridas restantes del blanco, el blanco queda incapacitado. (teniendo preferencia sobre las reglas que impiden la incapacitación, por ejemplo, ¡Médico!, FELLGOR RAVAGER, Frenesí) y tu oponente no puede colocar un marcador de Reanimación (CÍRCULO HIEROTECO ) para ese operativo, si procede.",
      "team": "NEC-CAN"
    }
  ]
}